Repository: opa334/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ar, de, fr, he, tr, vi, zh_cn, zh_tw

source: Open Repo
ar: فتح المستودع
de: Quelle öffnen
fr: Ouvrir la source
he: פתח מקור
tr: Repo'yu Aç
vi: Mở Repo
zh_cn: 开启源(repo)
zh_tw: 開啟源(repo)

source: Containers
ar: الحاويات
de: Container
fr: Conteneurs
he: שכפולי אפליקציות
tr: Konteynerler
vi: Vùng chứa
zh_cn: 容器(分身)
zh_tw: 容器(分身)

source: Container
ar: الحاوية
fr: Conteneur
he: שכפול אפליקציה
tr: Konteyner
vi: Vùng chứa
zh_cn: 容器(分身)
zh_tw: 容器(分身)

source: Default
ar: الافتراضي
de: Standard
fr: Par défaut
he: ברירת מחדל
tr: Varsayılan
vi: Mặc định
zh_cn: 默认
zh_tw: 預設

source: Add
ar: إضافة
de: Hinzufügen
fr: Ajouter
he: הוסף
tr: Ekle
vi: Thêm
zh_cn: 新增
zh_tw: 新增

source: Name
ar: الاسم
fr: Nom
he: שם
tr: Ad
vi: Tên
zh_cn: 名称
zh_tw: 名稱

source: Cancel
ar: إلعاء
de: Abbrechen
fr: Annuler
he: ביטול
tr: İptal
vi: Huỷ
zh_cn: 取消
zh_tw: 取消

source: Select Container
ar: اختر حاوية
de: Container auswählen
tr: Konteyner Seç
vi: Chọn vùng chứa
zh_cn: 选择容器
zh_tw: 選擇容器

source: Add Container
ar: إضافة حاوية
de: Container hinzufügen
fr: Ajouter un conteneur
he: הוסף שכפול אפליקציה
tr: Konteyner Ekle
vi: Thêm vùng chứa
zh_cn: 新增容器
zh_tw: 新增容器

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
he: התראות
tr: Bildirimler
vi: Quản Lý thông báo của vùng chứa
zh_cn: 容器通知设置
zh_tw: 容器通知設定

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
he: מחיקה
tr: Sil
vi: Xoá
zh_cn: 删除
zh_tw: 刪除

source: None
ar: غير معروف
de: Keiner
fr: Aucun
he: אף אחד
tr: Hiçbiri
vi: Không có
zh_cn: 无
zh_tw: 無

source: Application
ar: التطبيق
de: Applikation
he: אפליקציה
tr: Uygulama
vi: Ứng dụng
zh_cn: 应用程序
zh_tw: 應用程式

source: Groups
ar: المجموعات
de: Gruppen
fr: Groupes
he: קבוצות
tr: Gruplar
vi: Các nhóm
zh_cn: 组(Groups)
zh_tw: 組(Groups)

source: Plugins
ar: الإضافات
he: תוספים
tr: Eklentiler
vi: Bổ sung
zh_cn: 挂载(Plugins)
zh_tw: 掛載(Plugins)

source: Unnamed
ar: بدون اسم
de: Unbennant
fr: Sans nom
he: ללא שם
tr: Adsız
vi: Vô danh
zh_cn: 未命名
zh_tw: 未命名

source: Rename
ar: إعادة تسمية
de: Umbenennen
fr: Renommer
he: שנה שם
tr: Yeniden Adlandır
vi: Đổi tên
zh_cn: 重新命名
zh_tw: 重新命名

source: System Default
ar: افتراضي للنظام
de: Standardaccount des Systems
fr: Par Défaut
he: ברירת מחדל מערכת
tr: Sistem Varsayılanı
vi: Mặc định hệ thống
zh_cn: 系统默认
zh_tw: 系統預設

source: Identifier
ar: المعرف
fr: Identifiant
he: מזהה
tr: Tanımlayıcı
vi: Định dạng
zh_cn: 装置识别码
zh_tw: 裝置識別碼

source: Set
ar: تعيين
de: Setzen
fr: Définir
he: הגדר
tr: Ayarla
vi: Đặt
zh_cn: 确定设置
zh_tw: 確定設定

source: Preparing
ar: جارِ التحضير
de: Vorbereiten
tr: Hazırlanıyor
vi: Chuẩn bị
zh_cn: 准备中
zh_tw: 準備中

source: Checking
ar: جارِ التحقق
de: Überprüfen
tr: Kontrol Ediliyor
vi: Kiểm tra
zh_cn: 检查中
zh_tw: 檢查中

source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
tr: Hata
vi: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Warning
ar: تحذير
de: Warnung
fr: Avertissement
he: אזהרה
tr: Uyarı
vi: Cảnh báo
zh_cn: 警告
zh_tw: 警告

source: Success
ar: نجاح
de: Erfolg
tr: Başarılı
vi: Thành công
zh_cn: 成功
zh_tw: 成功

source: Continue
ar: استمرار
de: Fortsetzen
fr: Continuer
he: המשך
tr: Devam Et
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
he: סגור
tr: Kapat
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Settings
ar: الإعدادات
de: Einstellungen
he: הגדרות
tr: Ayarlar
vi: Cài đặt
zh_cn: Crane
zh_tw: Crane

source: New Container
ar: حاوية جديدة
de: Neuer Container
fr: Nouveau conteneur
he: שכפול חדש
tr: Yeni Konteyner
vi: Vùng chứa mới
zh_cn: 新增容器
zh_tw: 新增容器

source: Launch
ar: تشغيل
de: Starten
fr: Lancer
tr: Başlat
zh_cn: 启动
zh_tw: 啟動

source: Create
ar: إنشاء
de: Erstellen
fr: Créer
he: צור
tr: Oluştur
vi: Tác giả
zh_cn: 创建
zh_tw: 創建

source: Select All
ar: تحديد الكل
de: Alles
he: בחר הכל
tr: Hepsini Seç
vi: Chọn tất cả
zh_cn: 选择全部
zh_tw: 選擇全部

source: Deselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
he: הסר הכל
tr: Hiçbirini Seçme
vi: Xoá tất cả
zh_cn: 删除全部
zh_tw: 刪除全部

source: and
ar: و
de: und
fr: et
he: ו
tr: ve
vi: và
zh_cn: 和
zh_tw: 和

source: Crane Error
ar: خطأ في Crane
de: Crane Fehler
fr: Erreur de Crane
he: Crane שגיאה
tr: Crane Hatası
vi: Lỗi Crane
zh_cn: Crane发生错误
zh_tw: Crane發生錯誤

source: License
ar: الترخيص
de: Lizenz
fr: Licence
he: רשיון
tr: Lisans
zh_cn: 许可证
zh_tw: 授權

source: Filename
ar: اسم الملف
de: Dateiname
fr: Nom de fichier
he: שם קובץ
tr: Dosya Adı
vi: Tên tệp
zh_cn: 档案名称
zh_tw: 檔案名稱

source: Optional
ar: اختياري
fr: Facultatif
he: אופציונאלי
tr: İsteğe Bağlı
vi: Không bắt buộc
zh_cn: 随意命名
zh_tw: 隨意命名

source: Password
ar: كلمة السر
de: Passwort
fr: Mot de passe
he: סיסמה
tr: Parola
vi: Mật mã
zh_cn: 密码
zh_tw: 密碼

source: Active
ar: تنشيط
de: Aktiv
fr: Actif
he: פעיל
tr: Aktif
zh_cn: 启动状态中
zh_tw: 啟動狀態中

source: Applications
ar: التطبيقات
de: Applikationen
he: אפליקציות
tr: Uygulamalar
vi: Các ứng dụng
zh_cn: 选择应用程序
zh_tw: 選擇應用程式

source: App Shortcuts
ar: اختصارات التطبيقات
fr: Raccourcis d'App
he: קיצורים
tr: Uygulama Kısayolları
vi: Quản lý menu 3DTouch
zh_cn: App快捷菜单功能
zh_tw: App快捷選單功能

# APP_SHORTCUT_ENABLED
source: App Shortcuts Enabled
ar: تفعيل اختصارات التطبيقات
de: App Shortcuts aktiviert
fr: Raccourcis d'App activés
he: אפליקציית 'קיצורים'
tr: Uygulama Kısayollarını Etkinleştir
vi: Kích hoạt quản lý qua 3DTouch
zh_cn: 启用应用程序快捷菜单
zh_tw: 啟用應用程式快捷選單功能

# LAUNCH_APPLICATION_ON_CONTAINER_SELECTION
source: Launch App on Container Selection
ar: تشغيل التطبيق على اختيار الحاويات
de: App-Start bei Container-Auswahl
fr: Lancer l'App à la sélection d'un conteneur
he: הפעל את שכפול אפליקציה לפי בחירה
tr: Konteyner Seçerek Başlat
vi: Mở vùng chứa sau khi chọn từ 3DTouch
zh_cn: 直接从快捷菜单打开App
zh_tw: 選定快捷選單的容器後直接開啟App

# EXPAND_CONTAINERS_SHORTCUT
source: Expand Shortcuts
ar: توسيع الاختصارات
de: Shortcut expandieren
fr: Étendre les Raccourcis
he: הרחב קיצורי דרך
tr: Kısayolları Genişlet
vi: Mở rộng menu ngay
zh_cn: 展开快捷菜单内容器选项
zh_tw: 展開快捷選單內容器選項

source: Show 'New Container' Option
ar: إظهار خيار 'حاوية جديدة'
de: 'Neuer Container' Option anzeigen
fr: Afficher l'option 'Nouveau Conteneur'
he: הצג 'שכפול חדש' כאופציה
tr: 'Yeni Konteyner' Seçeneğini Göster
vi: Hiển thị tùy chọn 'Vùng chứa mới'
zh_cn: 在快捷菜单内显示新增容器选项
zh_tw: 在快捷選單內顯示新增容器選項

source: Only Show if Containers Exist
ar: الإظهار فقط عند وجود حاويات
de: Nur anzeigen, wenn Container existieren
fr: Afficher seulement si des conteneurs existent
he: הראה רק אם קיימים שכפולי אפליקציה
tr: Yalnızca Konteynerler Varsa Göster
vi: Chỉ hiện menu nếu đã tạo vùng chứa
zh_cn: 只在App有容器时显示快捷菜单
zh_tw: 只在App有容器時顯示快捷選單內按鈕

source: Show Container Notification Badges
ar: عرض شارات إشعارات الحاوية
de: Container Benachrichtigungskennzeichen anzeigen
he: הצג תגי התראה על שכפול
tr: Konteyner Bildirim Rozetlerini Göster
vi: Hiển thị biểu tượng thông báo cho vùng chứa
zh_cn: 在快捷菜单内显示各容器的通知数
zh_tw: 在快捷選單內顯示各容器的通知數目

# APP_SHORTCUT_DESCRIPTION
source: Shortcut to switch between containers from the haptic touch / 3D touch menu of applications.
ar: اختصار للتبديل بين الحاويات من قائمة الحس اللمسي أو قائمة 3D Touch للتطبيقات.
de: Shortcut für das Wechseln zwischen Containern über das Haptic Touch / 3D Touch Menü von Applikationen.
fr: Raccourci pour passer d'un conteneur à l'autre à partir du menu haptic touch / 3D touch des applications.
he: קיצור דרך לניהול של ״שכפול אפליקציה״ על ידי טביעת אצבע / זיהוי פנים ומאפשר הפעלת האפליקציה בעת בחירת שכפול מקיצורים.
tr: Uygulama Haptic Touch / 3D Touch menüsünden konteynerler arasında geçiş yapmak için kısayol
vi: Phím tắt để chuyển đổi giữa các vùng chứa từ menu cảm ứng xúc giác / cảm ứng 3D của các ứng dụng.
zh_cn: 通过应用程序的Haptic touch(3D touch)快捷菜单，管理启动分身(容器)的快捷，以及通过开启/关闭“选择快捷菜单的容器后直接开启App”来决定是否在点击快捷菜单中的容器后直接开启应用程序。
zh_tw: 通過應用程式的Haptic touch(3D touch)快捷選單，管理啟動分身(容器)的快捷，以及通過開啟/關閉「選擇快捷選單的容器後直接開啟App」來決定是否在點擊快捷選單中的容器後直接開啟應用程式。

source: Notifications Support Enabled
ar: تفعيل دعم الإشعارات
de: Benachrichtigungsunterstützung aktivieren
he: תמיכה בהתראות מופעלות
tr: Bildirim Desteğini Etkinleştir
vi: Kích hoạt hỗ trợ thông báo
zh_cn: 全域允许容器传送通知与跳转功能
zh_tw: 全域允許容器傳送通知與跳轉功能

source: Show Container in Title
ar: إظهار الحاوية في العنوان
de: Container im Titel anzeigen
he: הצג שכפול בכותרת
tr: Konteyneri Başlıkta Göster
vi: Hiện tên vùng chứa khi thông báo
zh_cn: 在通知上显示来源容器名称
zh_tw: 在通知上顯示來源容器名稱

# NOTIFICATIONS_SUPPORT_FOOTER
source: If you want to globally disable the notification support part of Crane (which includes a per app setting called 'Separate Notifiation Registrations'), you can do so here. Additionally you can configure whether or not the title of incoming notifications should show what crane container it came from.
ar: إذا كنت ترغب في تعطيل جزء دعم الإشعارات من Crane في كل مكان (والذي يتضمن إعدادًا لكل تطبيق يسمى 'تسجيلات الإشعارات المنفصلة')، فيمكنك القيام بذلك هنا. بالإضافة إلى ذلك، يمكنك إعداد ما إذا كان عنوان الإشعارات الواردة يجب أن يُظهر حاوية Crane التي أتى منها الإشعار أم لا.
de: Falls die Unterstützung für Push Benachrichtigungen (beeinhaltet eine App spezifische Einstellung namens 'Benachrichtigungsregistrierungen separieren') global deaktiviert werden soll, kann dies hier gemacht werden. Außerdem kann konfiguriert werden, ob bei eingehenden Benachrichtigungen der Container, von dem die Benachrichtigung gesendet wurde, im Titel anzeigt werden soll.
he: אם ברצונך להשבית באופן גלובלי את חלק תמיכת ההתראות של Crane (הכולל הגדרה לכל אפליקציה בשם 'רישום הודעות נפרדות'), תוכל לעשות זאת כאן. בנוסף, אתה יכול להגדיר אם הכותרת של ההודעות הנכנסות אמורה להראות מאיזה שכפול היא הגיעה.
tr: Crane'in bildirim desteği bölümünü genel olarak devre dışı bırakmak istiyorsanız ('Ayrı Bildirim Kayıtları' adı verilen uygulama başına bir ayar içerir), bunu buradan yapabilirsiniz. Ek olarak, gelen bildirimlerin başlığının hangi Crane konteynerinden geldiğini gösterip göstermemesini yapılandırabilirsiniz.
vi: Nếu bạn muốn tắt phần hỗ trợ thông báo của Crane (bao gồm cài đặt cho mỗi ứng dụng được gọi là 'Đăng ký thông báo riêng') ở mọi ứng dụng, bạn có thể làm như vậy tại đây. Ngoài ra, bạn có thể định cấu hình xem tiêu đề của các thông báo đến có hiển thị nó đến từ thùng cẩu nào hay không.
zh_cn: 若想全域停用Crane的容器通知功能（将覆盖掉每个应用程序内的单独通知传送功能），您可以关闭此开关。 此外，您可以选择是否在通知上显示其来自的容器名称。译者附注：当此开关有所更动时，需要手动启用各容器一次才能重新产生通知token
zh_tw: 若想全域停用Crane的容器通知功能（將覆蓋掉每個應用程式內的單獨通知傳送功能），您可以關閉此開關。 此外，您可以選擇是否在通知上顯示其來自的容器名稱。譯者附註：當此開關有所更動時，需要手動啟用各容器一次才能重新產生通知token

# NOTIFICATIONS_SUPPORT_FOOTER_LITE
source: If you want to globally disable the notification support part of Crane (which includes a per app setting called 'Separate Notifiation Registrations'), you can do so here.
ar: إذا كنت ترغب في تعطيل جزء دعم الإشعارات من Crane في كل مكان (والذي يتضمن إعدادًا لكل تطبيق يسمى 'تسجيلات الإشعارات المنفصلة')، فيمكنك القيام بذلك هنا.
de: Falls die Unterstützung für Push Benachrichtigungen (beeinhaltet eine App spezifische Einstellung namens 'Benachrichtigungsregistrierungen separieren') global deaktiviert werden soll, kann dies hier gemacht werden.
he: אם ברצונך להשבית באופן גלובלי את חלק בתמיכת ההתראות של Crane (הכולל הגדרה לכל אפליקציה בשם 'רישום הודעות נפרדות'), תוכל לעשות זאת כאן.
tr: Crane'in bildirim desteği bölümünü genel olarak devre dışı bırakmak istiyorsanız ('Ayrı Bildirim Kayıtları' adı verilen uygulama başına bir ayar içerir), bunu buradan yapabilirsiniz.
vi: Nếu bạn muốn tắt phần hỗ trợ thông báo của Crane (bao gồm cài đặt cho mỗi ứng dụng được gọi là 'Đăng ký thông báo riêng') ở mọi ứng dụng, bạn có thể làm như vậy tại đây.
zh_cn: 若想全域停用Crane的容器通知功能（将覆盖掉每个应用程序内的单独通知传送功能），您可以关闭此开关。
zh_tw: 若想全域停用Crane的容器通知功能（將覆蓋掉每個應用程式內的單獨通知傳送功能），您可以關閉此開關。

source: Suggestions
ar: الاقتراحات
de: Vorschläge
he: הצעות
tr: Öneriler
vi: Gợi ý
zh_cn: 建议
zh_tw: 建議

# CHOICYLOADER_SUGGESTION_TITLE
source: Issues on Substrate?
ar: خطأ في Substrate؟
de: Probleme auf Substrate?
fr: Des problèmes avec Substrate ?
he: נמצאו בעיות?
tr: Substrate ile ilgili sorun mu yaşıyorsunuz?
vi: Vấn đề về chất nền?
zh_cn: 您正在使用Substrate环境吗？
zh_tw: 您正在使用Substrate環境嗎？

# CHOICYLOADER_SUGGESTION_MESSAGE
source: The main Crane library (" Crane.dylib") needs to inject into applications first, on Substrate this does not happen automatically and some tweaks loading before Crane can partially or fully break its functionality. Common symptoms include all containers appearing as the default container, containers getting wiped on app relaunch or data desyncs. If any of these problems affect you, install ChoicyLoader from https://opa334.github.io which will fix them by ensuring that Crane always loads first.
de: Die Hauptbibliothek von Crane (" Crane.dylib") muss als erstes in Apps geladen werden, auf Substrate passiert das nicht automatisch und wenn bestimmte Tweaks vor Crane laden kann dies die Funktionalität von Crane beeinträchtigen. Symptome sind unter anderem, dass alle Container in den Standardcontainer starten, dass Container beim App-Launch ihre Daten verlieren oder dass Daten zwischen den Containern desynchronisieren. Wenn eines dieser Probleme auf dich zutrifft, installiere das Paket ChoicyLoader von der Quelle https://opa334.github.io, dies stellt sicher dass Crane früh genug lädt und behebt somit die Probleme.
fr: La bibliothèque principale de Crane (" Crane.dylib") doit être injectée en premier dans les applications. Sur Substrate, cela ne se produit pas automatiquement et certains tweaks chargeant avant Crane peuvent casser partiellement ou totalement sa fonctionnalité. Les symptômes les plus courants sont l'apparition de tous les conteneurs comme conteneur par défaut, l'effacement des conteneurs lors du relancement de l'application ou la désynchronisation des données. Si l'un de ces problèmes vous affecte, installez ChoicyLoader à partir de https://opa334.github.io qui les résoudra en s'assurant que Crane se charge toujours en premier.
he: הספריה הראשית של Crane (" Crane.dylib") צריך להזריק לאפליקציות תחילה, על מצע זה לא קורה אוטומטית וחלקם טוויקים נטענים לפני Crane יכול לשבור באופן חלקי או מלא את הפונקציונליות שלו. התסמינים השכיחים כוללים את כל השכפולים המופיעות כשכפול ברירת המחדל, שכפולים נמחקים בהפעלה מחדש של אפליקציות או סנכרון נתונים. אם אחת מבעיות אלה משפיעות עליך, התקן את ChoicyLoader מהמקור https://opa334.github.io מה שיתקן אותם בכך שהוא יבטיח שטוויק Crane תמיד נטען ראשון.
tr: Ana Crane kitaplığının (" Crane.dylib") önce uygulamalara enjekte edilmesi gerekir, Substrate'da bu otomatik olarak gerçekleşmez ve Crane'in işlevselliğini kısmen veya tamamen bozmadan önce bazı ince ayarlar yüklenir. Yaygın belirtiler, varsayılan konteyner olarak görünen tüm konteynerleri, uygulama yeniden başlatıldığında konteynerlerin silinmesini veya veri senkronizasyonlarını içerir. Bu sorunlardan herhangi biri sizi etkiliyorsa, https://opa334.github.io adresinden ChoicyLoader'ı yükleyin; bu, Crane'in her zaman önce yüklenmesini sağlayarak bunları düzeltecektir.
vi: Thư viện Crane chính ("Crane.dylib") cần phải đưa vào các ứng dụng trước, trên Substrate, điều này không xảy ra tự động và một số chỉnh sửa đang tải trước khi Crane có thể phá vỡ một phần hoặc toàn bộ chức năng của nó. Các hiện tượng phổ biến bao gồm tất cả các vùng chứa xuất hiện dưới dạng vùng chứa mặc định, các vùng chứa bị xóa khi khởi chạy lại ứng dụng hoặc giải mã đồng bộ hóa dữ liệu. Nếu bất kỳ sự cố nào trong số này ảnh hưởng đến bạn, hãy cài đặt ChoicyLoader từ https://opa334.github.io. Thao tác này sẽ khắc phục chúng bằng cách đảm bảo rằng Crane luôn tải trước.
zh_cn: Crane的主资料库需要先被加载至应用程序中，这在Substrate环境中并不会自动执行，并且一些比Crane优先载入的插体(tweak)会部分或全然的破坏Crane功能。常见的迹象如：所有容器都显示为默认容器、容器在重新启动应用程序或数据不同步时被删除。如果您遇到了上述的问题，请在https://opa334.github.io源安装ChoicyLoader，此插体能保证Crane永远都是首位加载的程序来解决您的问题。
zh_tw: Crane的主資料庫需要先被加載至應用程式中，這在Substrate環境中並不會自動執行，並且一些比Crane優先載入的插體(tweak)會部分或全然的破壞Crane功能。常見的跡象如：所有容器都顯示為預設容器、容器在重新啟動應用程式或數據不同步時被刪除。如果您遇到了上述的問題，請在https://opa334.github.io源安裝ChoicyLoader，此插體能保證Crane永遠都是首位加載的程序來解決您的問題。

# ACTIVATOR_INFO_SUGGESTION_TITLE
source: Activator Integration
ar: تكامل Activator
fr: Intégration avec Activator
he: Activator שילוב
tr: Activator Entegrasyonu
vi: Tích hợp Activator
zh_cn: Activator整合功能
zh_tw: Activator整合功能

# ACTIVATOR_INFO_SUGGESTION_MESSAGE
source: Crane allows you to assign an activator action to execute whenever a specific container is set as active. This can be accessed from Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> Crane. It also features actions to set a specific container for an application as active, that can be accessed inside Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> (Any Event) -> Crane.
ar: تسمح لك Crane بتعيين إجراء Activator لتنفيذه كلما تم تعيين حاوية معينة على إنها نشطة. يمكن الوصول إلى هذا من Activator -> (في كل مكان/الشاشة الرئيسية/التطبيقات/شاشة القفل) -> Crane. كما يتميز بإجراءات لتعيين حاوية محددة لتطبيق كنشط، ويمكن الوصول إلى هذا من داخل Activator -> (في كل مكان/الشاشة الرئيسية/التطبيقات/شاشة القفل) -> (أي حدث) -> Crane.
de: Crane erlaubt das Festlegen einer Activator-Action, welche ausgeführt wird, wenn auf einen bestimmten Container gewechselt wird. Dies befindet sich unter Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> Crane. Ebenfalls gibt es eine Aktion um einen spezifischen Container als aktiv zu setzen, dies befindet sich unter Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> (Irgendein Event) -> Crane.
fr: Crane vous permet d'assigner une action Activator à exécuter chaque fois qu'un conteneur spécifique est défini comme actif. Vous pouvez y accéder à partir de Activator -> (n'importe où/à l'écran d'accueil/dans l'application/à l'écran de verrouillage) -> Crane. Il propose également des actions permettant de définir comme actif un conteneur spécifique d'une application, accessibles depuis Activator -> (N'importe où/écran d'accueil/application/écran de verrouillage) -> (N'importe quel événement) -> Crane.
he: טוויק Crane מאפשר לך להקצות פעולת מפעיל לביצוע בכל פעם ששכפול ספציפי מוגדר כפעיל. ניתן לגשת אל זה מ Activator -> (בכל מקום/במסך הבית/באפליקציות/במסך נעילה) -> Crane. הוא כולל גם פעולות להגדרת מיכל ספציפי ליישום כפעיל, שניתן לגשת אליו בתוך Activator -> (בכל מקום/במסך הבית/באפליקציות/במסך נעילה) -> (כל אירוע) -> Crane.
tr: Crane, belirli bir konteyner etkin olarak ayarlandığında yürütülecek bir activator eylemi atamanıza olanak tanır. Buna Activator -> (Her Yerde/Ana Ekranda/Uygulamada/Kilit Ekranında) -> Cranden erişilebilirsiniz. Ayrıca, Activator -> (Her Yerde/Ana Ekranda/Uygulamada/Kilit Ekranında) -> (Herhangi Bir Olay) -> Crane içinden erişilebilen bir uygulama için belirli bir konteyner etkin olarak ayarlamak için eylemler içerir.
vi: Crane cho phép bạn chỉ định một hành động của trình kích hoạt để thực thi bất cứ khi nào một vùng chứa cụ thể được đặt là hoạt động. Điều này có thể được truy cập từ Trình kích hoạt -> (Mọi nơi / Tại Màn hình chính / Trong ứng dụng / Tại Màn hình khóa) -> Crane. Nó cũng có các hành động để đặt một vùng chứa cụ thể cho một ứng dụng đang hoạt động, có thể được truy cập bên trong Activator -> (Mọi nơi / Ở màn hình chính / Trong ứng dụng / Tại màn hình khóa) -> (Mọi sự kiện) -> Crane.
zh_cn: Crane让您能够使用Activator的任意指派动作来执行当下要开启的特定容器。你可以在Activator -> (任意位置/在主画面萤幕/在程式中/在锁定萤幕) -> Crane中设置。Crane还具有将应用程序的特定容器设定为启动状态的动作，你可以在Activator -> (任意位置/在主画面萤幕/在程式中/在锁定萤幕) -> Crane中设置。
zh_tw: Crane讓您能夠使用Activator的任意指派動作來執行當下要開啟的特定容器。可以在Activator -> (任意位置/在主畫面螢幕/在程式中/在鎖定螢幕) -> Crane中設定。Crane還具有將應用程式的特定容器設定為啟動狀態的動作，可以在Activator -> (任意位置/在主畫面螢幕/在程式中/在鎖定螢幕) -> Crane中設定。

# SHORTCUTS_INFO_SUGGESTION_TITLE
source: Shortcuts Integration
ar: تكامل الاختصارات
fr: Intégration des Raccourcis
he: שילוב קיצורי דרך
tr: Kestirmeler Entegrasyonu
vi: Tích hợp phím tắt
zh_cn: 捷径App整合功能
zh_tw: 捷徑App整合功能

# SHORTCUTS_INFO_SUGGESTION_MESSAGE
source: Crane includes a Shortcut Action to set the active container of an application, it can be accessed when adding an Action to a Shortcut under Apps -> Crane -> Set Active Crane Container
ar: تتضمن Crane إجراء مختصر لتعيين الحاوية النشطة للتطبيق، يمكن الوصول إليها عند إضافة إجراء إلى اختصار ضمن التطبيقات -> Crane -> تعيين حاوية Crane نشطة
de: Crane bringt eine Shortcuts Aktion mit, mit welcher ein bestimmter Container als aktiv gesetzt werden kann, auf diese Funktion kann beim Hinzufügen von einer Aktion zu einem Shortcut über Apps -> Crane -> Setze aktiven Crane Container zugegriffen werden.
fr: Crane inclut une action de raccourci pour définir le conteneur actif d'une application. Il est accessible en ajoutant une action à un raccourci sous Apps -> Crane -> Set Active Crane Container
he: טוויק Crane כולל פעולת קיצור דרך להגדרת השכפול הפעילה של אפליקציה, ניתן לגשת אליה בעת הוספת פעולה לקיצור דרך אפליקציות -> Crane -> הגדר שכפול Crane פעיל.
tr: Crane, bir uygulamanın aktif konteynerini ayarlamak için bir Kestirmeler Eylemi içerir, Uygulamalar -> Crane -> Aktif Crane Konteynerini Ayarla altında bir Kestirmeler Eylemi eklerken erişilebilir
vi: Crane bao gồm một Hành động phím tắt để đặt vùng chứa hoạt động của một ứng dụng, nó có thể được truy cập khi thêm một Hành động vào một phím tắt trong Ứng dụng -> Crane -> Đặt vùng chứa Crane hoạt động
zh_cn: Crane带有捷径动作，可以为一个应用程序设置当前的启动容器。你可以在捷径App内 -> Apps -> Crane -> Set Active Crane Container中设定。
zh_tw: Crane帶有捷徑動作，可以設定一個應用程式當前的啟動容器。可以在捷徑App內 -> Apps -> Crane -> Set Active Crane Container中設定。

source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
de: Backup & Wiederherstellung
he: גיבוי ושחזור
tr: Yedekleme & Geri Yükleme
vi: Sao lưu & đặt lại
zh_cn: 备份和还原资料
zh_tw: 備份和復原資料

source: Create Multi-Container Backup
ar: إنشاء نسخة احتياطية متعددة الحاويات
de: Multi-Container Backup erstellen
he: צור גיבוי מרובה שכפולים
tr: Çoklu Konteyner Yedeklemesi Oluştur
vi: Sao lưu cùng lúc nhiều vùng chứa
zh_cn: 创建多组容器的备份
zh_tw: 創建多組容器的備份

source: Restore Multi-Container Backup
ar: استعادة نسخة احتياطية متعددة الحاويات
de: Multi-Container Backup wiederherstellen
he: שחזר גיבוי של מולטי שכפולים
tr: Çoklu Konteyner Yedeklemesi Geri Yükle
vi: Khôi phục cùng lúc nhiều bản sao lưu
zh_cn: 还原多组容器的备份
zh_tw: 復原多組容器的備份

source: Other
ar: أخرى
de: Anderes
fr: Autre
he: אחר
tr: Diğer
vi: Khác
zh_cn: 其他
zh_tw: 其他

source: Follow me on Twitter
ar: تابعني على تويتر
de: Folge mir auf Twitter
fr: Suivez-moi sur Twitter
he: עקוב אחריי בטוויטר
tr: Twitter'da Beni Takip Et
vi: Theo dõi tôi trên Twitter
zh_cn: 在Twitter上关注我 (opa334)
zh_tw: 在Twitter上跟隨我

# CREDITS_AND_LICENSES
source: Credits & Licenses
ar: الاعتمادات والتراخيص
de: Verweise & Lizenzen
fr: Crédits & licences
he: רשיון וקרדיטים
tr: Katkıda Bulunanlar & Lisanslar
vi: Credits & Licenses(Dịch bởi HĐL)
zh_cn: 鸣谢与许可证
zh_tw: 鳴謝與授權

source: Credits
ar: الاعتمادات
de: Verweise
fr: Crédits
he: קרדיטים
tr: Katkıda Bulunanlar
zh_cn: 鸣谢
zh_tw: 鳴謝

source: Select Application
ar: اختيار التطبيق
de: Auswahl der App
fr: Sélectionner l'application
he: בחר אפליקציות
tr: Uygulama Seç
vi: Chọn ứng dụng
zh_cn: 选择应用程序
zh_tw: 選擇應用程式

source: Configure Application
ar: تكوين التطبيق
de: App Konfiguration
fr: Configurer l'application
he: הגדרת אפליקציה
tr: Uygulamayı Yapılandır
vi: Định cấu hình ứng dụng
zh_cn: 设置应用程序
zh_tw: 設定應用程式
