Repository: opa334/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ar, de, fr, he, tr, vi, zh_cn, zh_tw

# SWITCH_WARNING_MESSAGE
source: You are about to change the selected application, doing so will delete the data of all non-default containers of the previously selected application. Do you want to continue?
ar: أنت على وشك تغيير التطبيق المحدد، سيؤدي القيام بذلك إلى حذف بيانات جميع الحاويات غير الافتراضية للتطبيق المحدد سابقًا. هل تريد الاستمرار؟
de: Du bist dabei die ausgewählte App zu ändern. Dabei werden die Daten von allen Containern der alten App gelöscht (Außer dem Standardcontainer). Fortsetzen?
fr: Vous êtes sur le point de changer l'application sélectionnée, ce qui supprimera les données de tous les conteneurs autres que ceux par défaut de l'application précédemment sélectionnée. Voulez-vous continuer ?
he: אתה עומד לשנות את האפליקציה שנבחרה, פעולה זו תמחק את נתוני השכפולים שאינן ברירת המחדל של האפליקציה שנבחרה בעבר. האם אתה רוצה להמשיך?
tr: Seçili uygulamayı değiştirmek üzeresiniz, bunu yaptığınızda önceden seçilen uygulamanın varsayılan olmayan tüm konteynerlerinin verileri silinecektir. Devam etmek istiyor musun?
vi: Bạn sắp thay đổi ứng dụng đã chọn, làm như vậy sẽ xóa dữ liệu của tất cả các vùng chứa không phải mặc định của ứng dụng đã chọn trước đó. Bạn có muốn tiếp tục?
zh_cn: 您将会更改当前选定的应用程序，这么做将会删除先前已选定应用程序的所有非默认数据。您要继续此操作吗？
zh_tw: 您將會更改當前選定的應用程式，這麽做將會刪除先前已選定應用程式的所有非預設數據。您要繼續此操作嗎？

source: Buy Crane
ar: شراء Crane
de: Crane kaufen
fr: Acheter Crane
he: רכוש את Crane
tr: Crane Satın Al
vi: Mua Crane
zh_cn: 购买Crane
zh_tw: 購買Crane

# BUY_CRANE_FOOTER
source: After buying Crane, you will be able to import the containers of Crane Lite into it. This will be available through an alert that appears when you access the preference page of Crane.
ar: بعد الشراء، ستتمكن من استيراد حاويات Crane Lite إلى Crane الكاملة. سيكون هذا متاحًا من خلال تنبيه يظهر عند الوصول إلى صفحة إعدادات Crane.
de: Nach dem Kauf von Crane können die Crane Lite Container in Crane importiert werden. Beim Öffnen der Crane Einstellungsseite wird dazu eine Mitteilung erscheinen.
fr: Après avoir acheté Crane, vous pourrez y importer les conteneurs de Crane Lite. Cela sera disponible par le biais d'une alerte qui apparaîtra lorsque vous accéderez à la page de préférences de Crane.
he: לאחר רכישת טוויק Crane, תוכל לייבא את כל השכפולים מתוך Crane Lite והם יהיו זמינים באמצעות התראה שמופיעה כשאתה ניגש לדף ההעדפות של Crane.
tr: Crane'i satın aldıktan sonra, Crane Lite'ın konteynerlerini içine aktarabileceksiniz. Bu, Crane'in tercih sayfasına eriştiğinizde görüntülenen bir uyarı aracılığıyla sunulacaktır.
vi: Sau khi mua Crane, bạn sẽ có thể nhập các thùng chứa của Crane Lite vào đó. Điều này sẽ khả dụng thông qua một cảnh báo xuất hiện khi bạn truy cập trang tùy chọn của Crane.
zh_cn: 购买Crane后，您将可以导入Crane Lite的容器，并会在您进入Crane的设置页面时，通过弹窗告诉您。
zh_tw: 購買Crane後，您將可以導入Crane Lite的容器，並會在您進入Crane的設定頁面時，通過彈窗告訴您。

# LITE_IMPORT_TITLE
source: Crane Lite Import
ar: استيراد Crane Lite
fr: Importation de Crane Lite
he: Crane Lite ייבא
tr: Crane Lite İçe Aktar
vi: Nhập Crane Lite
zh_cn: 从Crane Lite导入
zh_tw: 從Crane Lite導入

# LITE_IMPORT_MESSAGE
source: Crane Lite containers for the app '%@' have been found. What do you want to do with them?
ar: تم العثور على حاويات Crane Lite لتطبيق '%@'. ماذا تريد أن تفعل بهم؟
de: Es wurden Crane Lite Container für die Applikation '%@' gefunden. Was soll mit den Containern gemacht werden?
fr: Des conteneurs Crane Lite pour l'application '%@' ont été trouvés. Que voulez-vous en faire ?
he: Crane Lite שכפול לאפליקציה '%@' נמצא. מה אתה רוצה לעשות איתם?
tr: '%@' uygulaması için Crane Lite konteynerleri bulundu. Onlarla ne yapmak istiyorsun?
vi: Đã tìm thấy vùng chứa Crane Lite cho ứng dụng '%@'. Bạn muốn làm gì với chúng?
zh_cn: 找到Crane Lite中应用程序'%@'的容器。您想要怎么处理?
zh_tw: 找到Crane Lite中應用程式'%@'的容器。您想要怎麼處理?

source: Import Crane Lite Containers to Crane
ar: استيراد حاويات Crane Lite إلى Crane
de: Crane Lite Container importieren
fr: Importer les conteneurs Crane Lite vers Crane
he: ייבא Crane Lite שכלולי אפליקציות אל Crane
tr: Crane Lite Konteynerlerini Crane'e Aktar
vi: Nhập các thùng chứa của Crane Lite vào Crane
zh_cn: 导入Crane Lite的容器到Crane
zh_tw: 導入Crane Lite的容器到Crane

source: Delete Crane Lite Containers
ar: حذف حاويات Crane Lite
de: Crane Lite Container löschen
fr: Supprimer les conteneurs Crane Lite
he: מחק שכפולים מתוך Crane Lite
tr: Crane Lite Konteynerlerini Sil
vi: Xóa các vùng chứa của Crane Lite
zh_cn: 删除Crane Lite的容器
zh_tw: 刪除Crane Lite的容器

source: Remind Me Later
ar: ذكرني لاحقًا
de: Später erneut errinern
fr: Me le rappeler plus tard
he: הזכר לי מאוחר יותר
tr: Daha Sonra Hatırlat
vi: Nhắc tôi sau
zh_cn: 稍后提醒我
zh_tw: 稍後提醒我

source: Active Container
ar: الحاوية النشطة
de: Aktiver Container
fr: Conteneur Actif
he: שכפול אפליקציה פעיל
tr: Aktif Konteyner
vi: Vùng chứa đang hoạt động
zh_cn: 目前启动容器
zh_tw: 目前啟動容器

source: Always Ask on App-Launch
ar: السؤال دائمًا عند تشغيل التطبيق
de: Bei App-Start fragen
he: שאל תמיד בהפעלת האפליקציה
tr: Uygulama Her Başlatıldığında Sor
vi: Luôn hỏi vùng chứa mỗi lần mở App
zh_cn: 每次启动App时询问选择容器
zh_tw: 每次啟動App時以選單詢問選擇容器

source: Separate Notification Registrations
ar: تسجيلات الإشعارات المنفصلة
de: Benachrichtigungsregistrierungen separieren
he: רישומי התראות נפרדים
tr: Ayrı Bildirim Kayıtları
vi: Đăng ký thông báo riêng
zh_cn: 单独允许此App容器传送通知与跳转功能
zh_tw: 單獨允許此App容器傳送通知與跳轉功能

# SEPARATE_NOTIFICATION_REGISTRATIONS_FOOTER
source: When this toggle is enabled, every Crane container for this application will get a separate notification token which should enable incoming notifications from all containers. When tapping a received notification, the app will launch into the container the notification came from. Additionally it adds the possibility to disable notifications on a per container basis from their settings. (Note: This does not work for all apps and some apps even get notifications for all containers without this toggle being enabled).
ar: عند تفعيل زر التبديل هذا، ستحصل كل حاوية Crane لهذا التطبيق على رمز إشعار منفصل والذي يجب أن يُفعِّل الإشعارات الواردة من كل الحاويات. عند النقر على إشعار وارد، سيتم تشغيل على الحاوية التي تم استقبال منها هذا الإشعار. بالإضافة إلى ذلك، فإنه يضيف إمكانية تعطيل الإشعارات لكل حاوية لوحدها من إعداداتها. (ملاحظة: هذا لا يعمل لجميع التطبيقات، وبعض التطبيقات تحصل على إشعارات لكل الحاويات دون تفعيل هذا الخيار حتى).
de: Wenn diese Option aktiviert ist, wird jeder Crane Container seinen eigenen Benachrichtigungetoken benutzen und es sollten alle Container Benachrichtigungen erhalten. Beim Antippen einer Benachrichtigung wird die App in den Container gestartet, von dem die Benachrichtigung kam. Außerdem gibt es die Möglichkeit, Benachrichtigungen für Container in ihren Einstellungen zu deaktivieren (Hinweis: Diese Option funktioniert nicht für alle Apps und einige Apps bekommen auch ohne diese Option Benachrichtigungen für alle Container).
he: כאשר מתג זה מופעל, כל שכפול של Crane עבור אפליקציה יקבל תקבל אסימון התראה נפרד שאמור לאפשר להודעות נכנסות מכל השכפולים. בעת הקשה על התראה שהתקבלה, האפליקציה תופעל לתוך השכפול שממנו הגיעה ההתראה. בנוסף, זה מוסיף את האפשרות להשבית התראות על בסיס לכל שכפול מההגדרות שלהם. (הערה: זה לא עובד עבור כל האפליקציות ואפליקציות מסוימות אפילו מקבלות התראות עבור כל השכפולים מבלי לברור במצב מופעל).
tr: Bu seçenek etkinleştirilirse, her Crane konteyneri kendi bildirim belirtecini kullanır ve tüm konteynerler bildirim alır. Alınan bir bildirime dokunulduğunda uygulama, bildirimin geldiği konteynerde başlatılır. Ayrıca ayarlarda konteyner bildirimlerini devre dışı bırakma seçeneği de vardır. (Not: Bu seçenek tüm uygulamalarda çalışmaz ve bazı uygulamalar bu seçenek etkinleştirilmese bile tüm konteynerler için bildirim alır).
vi: Khi bật chuyển đổi này, mọi vùng chứa Crane cho ứng dụng này sẽ nhận được một mã thông báo riêng biệt sẽ cho phép thông báo đến từ tất cả các vùng chứa. Khi nhấn vào một thông báo đã nhận, ứng dụng sẽ khởi chạy vào vùng chứa mà thông báo đến từ đó. Ngoài ra, nó bổ sung khả năng tắt thông báo trên cơ sở mỗi vùng chứa từ cài đặt của chúng. (Lưu ý: Điều này không hoạt động với tất cả các ứng dụng và một số ứng dụng thậm chí nhận được thông báo cho tất cả các vùng chứa mà không bật chuyển đổi này).
zh_cn: 启用此功能后，此应用程序的每个Crane容器都将获得一个单独的通知token，并使得来自所有容器的通知都能被接收、呈现。当点击收到的通知时，应用程序将自动跳转到通知来源的容器中。此外，您也能在个别容器的设置中单独停用其通知功能。（注意：这不适用于所有应用程序，某些应用程序甚至会在未启用此功能的情况下接收到所有容器的通知）。
zh_tw: 啟用此功能後，此應用程式的每個Crane容器都將獲得一個單獨的通知token，並使得來自所有容器的通知都能被接收、呈現。當點擊收到的通知時，應用程式將自動跳轉到通知來源的容器中。此外，您也能在個別容器的設置中單獨停用其通知功能。（注意：這不適用於所有應用程式，某些應用程式甚至會在未啟用此功能的情況下接收到所有容器的通知）。

source: Separate System Accounts
ar: حسابات نظام منفصلة
de: System-Accounts separieren
fr: Comptes système séparés
he: חשבונות מערכת נפרדים
tr: Ayrı Sistem Hesapları
vi: Tài khoản hệ thống riêng biệt
zh_cn: 独立系统帐号
zh_tw: 獨立系統帳號

source: Game Center Support
ar: دعم Game Center
de: Game Center Unterstützung
fr: Support du Game Center
he: Game Center תמיכה
tr: Game Center Desteği
vi: Hỗ trợ Trung tâm trò chơi
zh_cn: Game Center支援
zh_tw: Game Center支援

# SEPARATE_SYSTEM_ACCOUNTS_FOOTER
source: Whether to redirect system accounts (e.g. Apple ID) accessed by the application per container. Mostly useful for system applications like AppStore. Game Center support has to be enabled separately and requires you to manually assign a Game Center account to a container in its settings.
ar: في حال كنت تريد إعادة توجيه حسابات النظام (Apple ID على سبيل المثال) بحيث يتم الوصول إليه بواسطة التطبيق في كل حاوية. مفيد غالبًا لتطبيقات النظام مثل AppStore. يجب تفعيل دعم Game Center بشكل منفصل، ويتطلب منك تعيين حساب Game Center يدويًا إلى كل حاوية في إعداداتها.
de: Wenn aktiviert kriegt jeder Container, außer dem Standardcontainer, seine eigenen Systemaccounts (z.B. Apple ID) zugewiesen. Am nützlichsten ist dies für System Apps wie z.B. der AppStore. Game Center Unterstützung muss seperat aktiviert werden und für jeden Container muss manuell ein Game Center Account in den Container-Einstellungen ausgewählt werden.
fr: Si vous souhaitez rediriger les comptes système (par exemple Apple ID) auxquels l'application accède par conteneur. Surtout utile pour les applications système comme App Store. La prise en charge de Game Center doit être activée séparément et nécessite d'affecter manuellement un compte Game Center à un conteneur dans ses paramètres.
he: האם להפנות חשבונות מערכת (למשל מזהה Apple ID) שאליו ניגשת עם האפליקציה לכל שכפול. שימושי בעיקר ליישומי מערכת כמו AppStore. התמיכה ב-Game Center חייבת להיות מופעלת בנפרד ודורשת ממך להקצות באופן ידני חשבון Game Center לשכפול בהגדרות שלו.
tr: Uygulama tarafından konteyner başına erişilen sistem hesaplarının (ör. Apple Kimliği) yeniden yönlendirilip yönlendirilmeyeceği. Çoğunlukla AppStore gibi sistem uygulamaları için kullanışlıdır. Game Center desteği ayrıca etkinleştirilmelidir ve ayarlarında bir konteyner'a manuel olarak bir Game Center hesabı atamanızı gerektirir.
vi: Có chuyển hướng các tài khoản hệ thống (ví dụ: ID Apple) được ứng dụng truy cập trên mỗi vùng chứa hay không. Hầu hết hữu ích cho các ứng dụng hệ thống như AppStore. Hỗ trợ Game Center phải được bật riêng và yêu cầu bạn chỉ định thủ công tài khoản Game Center cho một vùng chứa trong cài đặt của nó.
zh_cn: 将此应用程序容器使用的系统帐号（例如Apple ID）重新导向。主要用于AppStore一类的系统应用程序。Game Center支援必须被单独启用，并需要您在容器内设置中手动指定所需的Game Center帐号。
zh_tw: 將此應用程式容器使用的系統帳號（例如Apple ID）重新導向。主要用於AppStore一類的系統應用程式。Game Center支援必須被單獨啟用，並需要您在容器內設置中手動指定所需的Game Center帳號。

# SEPARATE_SYSTEM_ACCOUNTS_FOOTER_LITE
source: Whether to redirect system accounts (e.g. Apple ID) accessed by the application per container. Mostly useful for system applications like AppStore. Game Center support is not included in Crane Lite, only in the full version of Crane.
ar: في حال كنت تريد إعادة توجيه حسابات النظام (Apple ID على سبيل المثال) بحيث يتم الوصول إليه بواسطة التطبيق في كل حاوية. مفيد غالبًا لتطبيقات النظام مثل AppStore. دعم Game Center غير متوفر في Crane Lite، الميزة موجودة في نسخة Crane الكاملة فقط.
de: Wenn aktiviert kriegt jeder Container, außer dem Standardcontainer, seine eigenen Systemaccounts (z.B. Apple ID) zugewiesen. Am nützlichsten ist dies für System Apps wie z.B. der AppStore. Game Center Unterstützung ist in Crane Lite nicht enthalten und erfordert die Vollversion von Crane.
fr: Si vous souhaitez rediriger les comptes système (par exemple Apple ID) auxquels l'application accède par conteneur. Surtout utile pour les applications système comme App Store. Le support de Game Center n'est pas inclus dans Crane Lite, seulement dans la version complète de Crane.
he: האם להפנות חשבונות מערכת (למשל Apple ID) שאליו ניגשת האפליקציה לכל שכפול. שימושי בעיקר ליישומי מערכת כמו AppStore. תמיכה ב-Game Center אינה כלולה ב Crane Lite, רק בגרסה המלאה של Crane.
tr: Uygulama tarafından konteyner başına erişilen sistem hesaplarının (ör. Apple Kimliği) yeniden yönlendirilip yönlendirilmeyeceği. Çoğunlukla AppStore gibi sistem uygulamaları için kullanışlıdır. Game Center desteği Crane Lite'a dahil değildir, yalnızca Crane'in tam sürümünde bulunur.
vi: Có chuyển hướng các tài khoản hệ thống (ví dụ: ID Apple) được ứng dụng truy cập trên mỗi vùng chứa hay không. Hầu hết hữu ích cho các ứng dụng hệ thống như AppStore. Hỗ trợ Game Center không được bao gồm trong Crane Lite, chỉ có trong phiên bản đầy đủ của Crane.
zh_cn: 将此应用程序容器使用的系统帐号（例如Apple ID）重新导向。主要用于AppStore一类的系统应用程序。Lite版本不包含进阶的Game Center支援，其只在完整版本的Crane中提供。
zh_tw: 將此應用程式容器使用的系統帳號（例如Apple ID）重新導向。主要用於AppStore一類的系統應用程式。Lite版本不包含進階的Game Center支援，其只在完整版本的Crane中提供。

source: Container Protection
ar: حماية الحاوية
de: Container Absicherung
fr: Protection des conteneurs
he: הגנה על שכפול אפליקציה
tr: Konteyner Koruması
vi: Bảo vệ container
zh_cn: 容器保护功能
zh_tw: 容器保護功能

# CONTAINER_PROTECTION_FOOTER
source: Prevent the application from removing data of other containers when launched into the default container, needed for some applications. Uses application hooks.
ar: منع التطبيق من إزالة بيانات الحاويات الأخرى عند التشغيل على الحاوية الافتراضية، هذا الخيار لابد منه لبعض التطبيقات. يستخدم hooks التطبيقات.
de: Hält die App davon ab die Daten von anderen Containern zu löschen, wenn sie in den Standardcontainer gestartet ist. Diese Option ist für manche Apps erforderlich, sie verwendet allerdings Hooks innerhalb des App-Prozesses.
fr: Empêcher l'application de supprimer les données d'autres conteneurs lorsqu'elle est lancée dans le conteneur par défaut, nécessaire pour certaines applications. Utilise des modifications d'application.
he: מנע מאפליקציה זו להסיר נתונים של אחרים של ״שכפול אפליקציה״ כאשר הושק לשכפול ברירת המחדל, הדרוש לאפליקציות מסוימות. הטוויק משתמש בקרסי אפליקציה.
tr: Bazı uygulamalar için gerekli olan varsayılan konteynerler başlatıldığında uygulamanın diğer konteyner verilerini kaldırmasını önleyin. Uygulama kancalarını kullanır.
vi: Ngăn ứng dụng xóa dữ liệu của các vùng chứa khác khi khởi chạy vào vùng chứa mặc định, cần thiết cho một số ứng dụng. Sử dụng móc ứng dụng.
zh_cn: 防止此应用程序在启动默认容器时删除其他容器内的资料，少部分应用程序必须开启此功能。使用个别应用程序hook的方式。
zh_tw: 防止此應用程式在啟動預設容器時刪除其他容器內的資料，少部分應用程式必須開啟此功能。使用個別應用程式hook的方式。

source: Prevent Sandbox Lookups
ar: منع الـ Sandbox من البحث
de: Sandbox-Lookups verhindern
he: מנע חיפושים של ארגז חול
tr: Korumalı Alan Aramalarını Engelle
vi: Ngăn Tra cứu Hộp cát
zh_cn: 防止沙盒检查
zh_tw: 防止沙盒檢查

# PREVENT_SANDBOX_LOOKUPS_FOOTER
source: Prevents the app from doing a sandbox lookup on itself to receive the real non-redirected paths. Fixes issues with web browsers not being able to save cookies in non default containers. Uses application hooks.
ar: منع التطبيق من عمل إجراءات Sandbox بحث على نفسه لتلقي المسارات الفعلية غير المعاد توجيهها. هذا يصلح المشكلات المتعلقة بعدم تمكن صفحات الويب من حفظ ملفات تعريف الارتباط في حاويات غير افتراضية. يستخدم hooks التطبيقات.
de: Hält die App davon ab, einen Sandbox-Lookup auf sich selbst auszuführen und damit auf die echten, nicht von Crane umgeleiteten, Pfade zuzugreifen. Behebt Probleme mit Web-Browsern, welche ohne diese Option keine Cookies speichern können, sie verwendet allerdings Hooks innerhalb des App-Prozesses.
he: מונע מהאפליקציה לבצע חיפוש בארגז חול על עצמו כדי לקבל את הנתיבים האמיתיים שאינם מנותבים מחדש. מתקן בעיות עם דפדפני אינטרנט שאינם מסוגלים לשמור קובצי עוגיות בשכפולים שאינם ברירת מחדל. משתמש בווי אפליקציה.
tr: Uygulamanın, yönlendirilmemiş gerçek yolları almak için kendi üzerinde korumalı alan araması yapmasını engeller. Web tarayıcılarının tanımlama bilgilerini varsayılan olmayan konteynerlere kaydedememesine ilişkin sorunları düzeltir. Uygulama kancalarını kullanır.
vi: Ngăn ứng dụng tự tìm kiếm hộp cát để nhận các đường dẫn thực không được chuyển hướng. Khắc phục sự cố với trình duyệt web không thể lưu cookie trong các vùng chứa không mặc định. Bật nó cho mấy app trình duyệt ok.
zh_cn: 防止应用程序对其自身进行沙盒检查而获得真正的非重新导向路径。此功能修复了Web浏览器无法在非默认容器中储存cookies的问题。使用个别应用程序hook的方式。
zh_tw: 防止應用程式對其自身進行沙盒檢查而獲得真正的非重新導向路徑。此功能修復了Web瀏覽器無法在非預設容器中儲存cookies的問題。使用個別應用程序hook的方式。

source: Container Name
ar: اسم الحاوية
de: Name des Containers
fr: Nom du conteneur
he: שם שכפול
tr: Konteyner Adı
vi: Tên vùng chứa
zh_cn: 容器名称
zh_tw: 容器名稱

source: Container Identifier
ar: معرف الحاوية
fr: Identifiant de Conteneur
he: מזהה שכפול
tr: Konteyner Tanımlayıcı
vi: Mã định danh vùng chứa
zh_cn: 容器ID
zh_tw: 容器ID

source: Protect Using Biometrics
ar: الحماية باستخدام المصادقة الحيوية
de: Mit Biometrie schützen
fr: Protéger par Biométrie
he: הגנה על השימוש בביומטריה
tr: Biyometri Kullanarak Koruyun
vi: Bảo vệ bằng cách sử dụng sinh trắc học
zh_cn: 使用生物认证锁保护容器
zh_tw: 使用生物認證鎖保護容器

source: Make Default Container
ar: جعله الحاوية الافتراضية
de: Zum Standardcontainer machen
fr: En faire le conteneur par défaut
he: הגדר שכפול ברירת מחדל
tr: Varsayılan Konteyner Yap
vi: Đặt vùng chứa mặc định
zh_cn: 设为默认容器
zh_tw: 設為預設容器

source: Default Container
ar: الحاوية الافتراضية
de: Standardcontainer
fr: Conteneur par défaut
he: שכפול ברירת מחדל
tr: Varsayılan Konteyner
vi: Vùng chứa mặc định
zh_cn: 已为默认容器
zh_tw: 已為預設容器

# DEFAULT_CONTAINER_DESCRIPTION
source: The default container will be used when your device is not jailbroken or when Crane is not loaded.
ar: سيتم استخدام الحساب في الحاوية الافتراضية عندما لا يكون جهازك في وضع الجيلبريك أو عندما لا يتم تحميل Crane.
de: Der Standardcontainer wird benutzt, wenn das Gerät nicht gejailbreaked oder Crane nicht geladen ist.
fr: Le conteneur par défaut sera utilisé quand votre appareil ne sera pas jailbreaké ou quand Crane n'est pas chargé.
he: הברירת המחדל היא שכפול שישמש כאשר המכשיר שלך לא פרוץ או כאשר Crane לא עמוסה.
tr: Cihazınız jailbreak yapılmadığında veya Crane yüklenmediğinde varsayılan konteyner kullanılacaktır.
vi: Vùng chứa mặc định sẽ được sử dụng khi thiết bị của bạn chưa được bẻ khóa hoặc khi chưa tải Crane.
zh_cn: 当您的设备没有越狱或未加载Crane时，将会使用默认容器。
zh_tw: 當您的設備沒有越獄或未加載Crane時，將會使用預設容器。

source: Device Identifier for Vendor
ar: معرف الجهاز للمطور
de: Geräte-Identifier für App-Entwickler
fr: Identifiant d'appareil pour le fournisseur
he: מזהה מכשיר לספק
tr: Satıcı için Cihaz Tanımlayıcı
vi: Mã nhận dạng thiết bị cho nhà cung cấp
zh_cn: 当前显示给供应／服务商的装置识别码
zh_tw: 當前顯示給供應／服務商的裝置識別碼
