Repository: opa334/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ar, de, fr, he, tr, vi, zh_cn, zh_tw

# SEP_ITEMS_OMMITED_WARNING_MESSAGE
source: One or more keychain items of this application are stored on the secure enclave and have been omitted from the backup because restoring them would be impossible. When restoring this backup, you may need to reenter passwords or other issues might arrise. Do you want to continue?
ar: يتم تخزين عنصر واحد أو أكثر من عناصر سلسلة المفاتيح لهذا التطبيق في الجيب الآمن، وتم حذف هذه العناصر لأن استعادتها مستحيلة، عند استعادة هذه النسخة الاحتياطية، قد تحتاج إلى إعادة إدخال كلمات السر أو قد تظهر مشكلات أخرى. هل تريد الاستمرار؟
de: Ein oder mehrere Keychain Objekte dieser Applikation werden auf dem Secure Enclave gespeichert und wurden aus diesem Backup ausgelassen, da das Wiederherstellen der Objekte nicht möglich wäre. Beim Wiederherstellen dieses Backups müssen eventuell Passwörter oder andere Dinge erneut eingegeben werden. Fortfahren?
fr: Un ou plusieurs éléments du trousseau de cette application sont stockés dans l'enclave sécurisée et ont été omis de la sauvegarde car leur restauration serait impossible. Lors de la restauration de cette sauvegarde, vous devrez peut-être saisir à nouveau des mots de passe ou d'autres problèmes pourraient survenir. Voulez-vous continuer ?
he: אזהרה! פריט אחד או יותר של מחזיקי מפתחות של אפליקציה זו נשמרים בסיסמאות המאובטחות וימחקו מהגיבוי מכיוון ששחזורם יהיה בלתי אפשרי. בעת שחזור גיבוי זה, ייתכן שיהיה עליך להזין סיסמאות או בעיות אחרות עלולות להופיע. האם אתה רוצה להמשיך?
tr: Bu uygulamanın bir veya daha fazla anahtar zinciri öğesi, güvenli yerleşim bölgesinde depolanır ve geri yüklenmesi imkansız olacağından yedeklemeden çıkarılmıştır. Bu yedeği geri yüklerken parolaları yeniden girmeniz gerekebilir veya başka sorunlar ortaya çıkabilir. Devam etmek istiyor musun?
vi: Một hoặc nhiều mục keychain của ứng dụng này được lưu trữ trên vùng bảo mật và đã bị loại bỏ khỏi bản sao lưu vì việc khôi phục chúng sẽ không thể thực hiện được. Khi khôi phục bản sao lưu này, bạn có thể cần phải nhập lại mật khẩu hoặc các sự cố khác có thể xảy ra. Bạn có muốn tiếp tục?
zh_cn: 此应用程序有一或多个Keychain物件被存放在安全隔离区(secure enclave)之中，由于这些物件是不可能被还原的，因此备份档案省略了备份他们的动作。当您在还原此备份时，您可能需要重新输入您的帐号密码且可能会遇到一些问题，您确定要继续吗？
zh_tw: 此應用程式有一或多個Keychain物件被存放在安全隔離區(secure enclave)之中，由於這些物件是不可能被復原的，因此備份檔案省略了備份他們的動作。當您在復原此備份時，您可能需要重新輸入您的帳號密碼且可能會遇到一些問題，您確定要繼續嗎？

source: New Backup
ar: نسخة احتياطية جديدة
de: Neues Backup
fr: Nouvelle sauvegarde
he: גיבוי חדש
tr: Yeni Yedek
vi: Sao lưu mới
zh_cn: 新备份档案
zh_tw: 新備份檔案

source: New Preset
ar: إعداد مسبق جديد
de: Neue Voreinstellung
he: הגדרה מראש חדשה
tr: Yeni Ön Ayar
vi: Cài đặt sẵn mới
zh_cn: 新配置
zh_tw: 新配置

source: Save Selection into Preset
ar: حفظ المحدد في الإعداد المسبق
de: Auswahl in Voreinstellung speichern
he: שמור את הבחירה להגדרה מראש
tr: Seçimi Ön Ayara Kaydet
vi: Lưu lựa chọn vào cài đặt sẵn
zh_cn: 将所选容器新增至固定配置
zh_tw: 將所選容器新增至固定配置

# NEW_PRESET_MESSAGE
source: Enter a name for the new preset. The current container selection will be saved into it.
ar: أدخل اسمًا للإعداد المسبق الجديد. سيتم حفظ الحاوية المحددة فيه.
de: Gebe den Namen für die Voreinstellung ein. Die aktuelle Container Auswahl wird in die Voreinstellung gespeichert.
tr: Yeni ön ayar için bir ad girin. Mevcut konteyner seçimi içine kaydedilecektir.
vi: Nhập tên cho giá trị đặt sẵn mới. Lựa chọn vùng chứa hiện tại sẽ được lưu vào đó.
zh_cn: 请输入新配置的名称。当前已选择的容器将被新增至其内容
zh_tw: 請輸入新配置的名稱。當前已選擇的容器將被新增至其內容

# BACKUP_NOT_ENOUGH_FREE_SPACE_ERROR
source: Not enough free disk space left to proceed the backup, this backup requires at least %@ of free space. Free up some space and then try again.
ar: لا توجد مساحة تخزين كافية لمتابعة النسخ الاحتياطي، تتطلب هذه النسخة الاحتياطية ما لا يقل عن %@ من المساحة الحرة. حرر بعض المساحة ثم حاول مجددًا.
de: Zum Fortfahren des Backups ist nicht genügend Speicherplatz verfügbar, es sind mindestens %@ an freiem Speicher erforderlich. Schaffe etwas freien Platz und versuche es erneut.
tr: Yedeklemeye devam etmek için yeterli boş disk alanı kalmadı, bu yedekleme en az %@ boş alan gerektiriyor. Biraz yer açın ve yeniden deneyin.
vi: Không còn đủ dung lượng đĩa trống để tiến hành sao lưu, bản sao lưu này yêu cầu ít nhất %@ dung lượng trống. Hãy giải phóng một số dung lượng rồi thử lại.
zh_cn: 您的剩馀储存空间不足以继续创建备份档案，此备份档案至少需要 %@ 大小的空间。请在储存空间充足后再试一次。
zh_tw: 您的剩餘儲存空間不足以繼續創建備份檔案，此備份檔案至少需要 %@ 大小的空間。請在儲存空間充足後再試一次。

source: Restore
ar: استعادة
de: Wiederherstellen
fr: Restaurer
he: שחזור
tr: Geri Yükle
vi: Đặt lại
zh_cn: 还原
zh_tw: 復原

source: Unarchiving
ar: إلغاء الأرشفة
de: Entpacke
fr: Désarchivage
he: ביטול הארכיון
tr: Arşivden Çıkar
vi: Hủy lưu trữ
zh_cn: 解压中
zh_tw: 解壓中

source: Restoring
ar: جارِ الاستعادة
de: Wiederherstellen
fr: Restauration
he: משחזר
tr: Geri Yükleniyor
vi: Đang khôi phục
zh_cn: 还原中
zh_tw: 復原中

source: Backup Invalid
ar: نسخة احتياطية غير صالحة
de: Backup Ungültig
tr: Yedekleme Geçersiz
vi: Sao lưu không hợp lệ
zh_cn: 此备份档案无效
zh_tw: 此備份檔案無效

# APP_ID_MISMATCH_ERROR
source: The application from which this backup was created (%@) is not the same as the application you are trying to restore it to (%@)
ar: التطبيق الذي تم إنشاء هذه النسخة الاحتياطية منه (%@) ليس هو نفس التطبيق الذي تحاول استعادتها إليه (%@)
de: Die App von der diesen Backup erstellt wurde (%@) unterscheidet sich von der App in die das Backup wiederhergestellt werden soll (%@)
fr: L'application à partir de laquelle cette sauvegarde a été créée (%@) n'est pas la même que l'application sur laquelle vous essayez de la restaurer (%@)
he: האפליקציה ממנה נוצר גיבוי זה (%@) אינה זהה לאפליקציה שאתה מנסה להחזיר אל (%@)
tr: Bu yedeklemenin oluşturulduğu uygulama (%@), geri yüklemeye çalıştığınız uygulamayla aynı değil (%@)
vi: Ứng dụng mà bản sao lưu này được tạo (%@) không giống với ứng dụng bạn đang cố khôi phục nó (%@)
zh_cn: (%@)此应用程序所创建的备份，与您尝试还原的应用程序不相同(%@)
zh_tw: (%@)此應用程式所創建的備份，與您嘗試復原的應用程式不相同(%@)

# GROUP_ID_MISMATCH_WARNING
source: The group identifiers of the backup (%@) mismatch the current identifiers of the application (%@), this can cause some data to not be restored. Do you still want to continue?
ar: لا تتطابق معرفات المجموعة للنسخة الاحتياطية (%@) مع المعرفات الحالية للتطبيق (%@)، وهذا يمكن أن يؤدي إلى عدم استعادة بعض البيانات. هل ما زلت ترغب في المتابعة؟
de: Die Identifier der Gruppen des Backups (%@) stimmen nicht mit den Identifiern der App (%@) überein, dies kann dazu führen, dass einige Daten nicht wiederhergestellt werden. Trotzdem fortsetzen?
fr: Les identifiants de groupe de la sauvegarde (%@) ne correspondent pas aux identifiants actuels de l'application (%@), cela peut empêcher la restauration de certaines données. Voulez-vous quand même continuer ?
he: מזהה הקבוצה של הגיבוי (%@) אי התאמה בין המזהים הנוכחיים של האפליקציה (%@), זה יכול לגרום לשחזור נתונים מסוימים. האם אתה עדיין רוצה להמשיך?
tr: Yedeklemenin (%@) grup tanımlayıcıları, uygulamanın mevcut tanımlayıcılarıyla (%@) uyuşmuyor, bu, bazı verilerin geri yüklenmemesine neden olabilir. Hala devam etmek istiyor musun?
vi: Số nhận dạng nhóm của bản sao lưu (%@) không khớp với số nhận dạng hiện tại của ứng dụng (%@), điều này có thể khiến một số dữ liệu không được khôi phục. Bạn vẫn muốn tiếp tục?
zh_cn: (%@)此备份的group identifiers与当前应用程序(%@)的装置识别码(identifier)不相同，可能会导致数据无法还原成功。要继续此操作吗?
zh_tw: (%@)此備份的group identifiers與當前應用程式(%@)的裝置識別碼(identifier)不相同，可能會導致數據無法復原成功。要繼續此操作嗎?

# NO_APPS_INSTALLED_ERROR
source: None of the applications included in the multi-container backup (%@) are installed on your device. Install the applications and try again.
ar: التطبيقات المضمنة في النسخة الاحتياطية للحاويات المتعددة غير مُثبَّتة على جهازك. قم بتثبيت التطبيقات وحاول مجددًا.
de: Keine der Applikationen, welche im Multi-Container Backup enthalten sind (%@), sind auf dem Gerät installiert. Installiere die Applikationen und versuche es erneut.
tr: Çoklu konteyner yedeklemesinde (%@) bulunan uygulamaların hiçbiri cihazınızda yüklü değil. Uygulamaları yükleyin ve yeniden deneyin.
vi: Không có ứng dụng nào có trong bản sao lưu nhiều vùng chứa (%@) được cài đặt trên thiết bị của bạn. Cài đặt các ứng dụng và thử lại.
zh_cn: 在您的多个容器备份中 (%@) 所对应的应用程序并没有安装在您的装置上。请在确认所需应用程序安装完毕后再试一次。
zh_tw: 在您的多個容器備份中 (%@) 所對應的應用程式並沒有安裝在您的裝置上。請在確認所需應用程式安裝完畢後再試一次。

# RESTORE_NOT_ENOUGH_FREE_SPACE_ERROR
source: Not enough free disk space left to proceed the restore, this restore requires at least %@ of free space. Free up some space and then try again.
ar: لا توجد مساحة تخزين كافية لمعالجة الاستعادة، تتطلب هذه الاستعادة ما لا يقل عن %@ من المساحة الحرة. حرر بعض المساحة ثم حاول مجددًا.
de: Zum Fortfahren der Wiederherstellung ist nicht genügend Speicherplatz verfügbar, es sind mindestens %@ an freiem Speicher erforderlich. Schaffe etwas freien Platz und versuche es erneut.
tr: Geri yüklemeye devam etmek için yeterli boş disk alanı kalmadı, bu geri yükleme için en az %@ boş alan gerekiyor. Biraz yer açın ve yeniden deneyin.
vi: Không còn đủ dung lượng đĩa trống để tiến hành khôi phục, quá trình khôi phục này yêu cầu ít nhất %@ dung lượng trống. Hãy giải phóng một số dung lượng rồi thử lại.
zh_cn: 您的剩馀储存空间不足以继续还原程序，此还原程序至少需要 %@ 大小的空间。请在储存空间充足后再试一次。
zh_tw: 您的剩餘儲存空間不足以繼續復原程序，此復原程序至少需要 %@ 大小的空間。請在儲存空間充足後再試一次。

# RESTORE_SUCCESS_MESSAGE
source: The backup was successfully restored.
ar: تم استعادة النسخة الاحتياطية بنجاح.
de: Das Backup wurde erfolgreich wiederhergestellt.
tr: Yedekleme başarıyla geri yüklendi.
vi: Bản sao lưu đã được khôi phục thành công.
zh_cn: 成功还原此备份档案
zh_tw: 成功復原此備份檔案

# MULTI_RESTORE_SUCCESS_MESSAGE
source: The multi-container backup was successfully restored into %zd containers.
ar: تم استعادة النسخة الاحتياطية للحاويات المتعددة بنجاح إلى حاويات %zd.
de: Das Multi-Container Backup wurde erfolgreich in %zd Container wiederhergestellt.
tr: Çoklu konteyner yedeklemesi %zd konteynerlerine başarıyla geri yüklendi.
vi: Đã khôi phục thành công bản sao lưu nhiều vùng chứa vào các vùng chứa %zd.
zh_cn: 成功还原多组容器的备份档案至 %zd 容器之中
zh_tw: 成功復原多組容器的備份檔案至 %zd 容器之中

# RESTORE_WARNING_MESSAGE
source: Restoring a backup will overwrite the current data of the container, continue?
ar: ستؤدي استعادة نسخة احتياطية إلى الكتابة فوق البيانات الحالية للحاوية، هل تريد الاستمرار؟
de: Beim Wiederherstellen eines Backups werden die aktuellen Daten des Containers überschrieben, fortfahren?
fr: La restauration d'une sauvegarde écrasera les données actuelles du conteneur, continuer ?
he: שחזור גיבוי יחליף את הנתונים הנוכחיים של השכפולים, להמשיך?
tr: Bir yedeğin geri yüklenmesi, konteynerin mevcut verilerinin üzerine yazılacak, devam edilsin mi?
vi: Khôi phục bản sao lưu sẽ ghi đè lên dữ liệu hiện tại của vùng chứa, tiếp tục?
zh_cn: 从备份档案还原将会覆盖掉当前容器的数据，确定要继续此操作吗？
zh_tw: 從備份檔案回復將會覆蓋掉當前容器的數據，確定要繼續此操作嗎？

# NOT_A_BACKUP_ERROR_MESSAGE
source: The selected file does not appear to be a container backup
ar: يبدو أن الملف المحدد ليس نسخة احتياطية للحاويات
de: Die ausgewählte Datei scheint kein Container Backup zu sein.
fr: Le fichier que vous avez sélectionné ne semble pas être une sauvegarde du conteneur
he: נראה שהקובץ שבחרת אינו שכפול גיבוי
tr: Seçtiğiniz dosya bir konteyner yedeği gibi görünmüyor
vi: Tệp đã chọn dường như không phải là bản sao lưu vùng chứa
zh_cn: 您所选择的档案似乎不是容器的备份档案
zh_tw: 您所選擇的檔案似乎不是容器的備份檔案

# NOT_A_MULTI_CONTAINER_BACKUP_ERROR_MESSAGE
source: The selected file does not appear to be a multi-container backup
ar: يبدو أن الملف المحدد ليس نسخة احتياطية للحاويات المتعددة
de: Die ausgewählte Datei scheint kein Multi-Container Backup zu sein.
tr: Seçili dosya çoklu bir konteyner yedeklemesi gibi görünmüyor
vi: Tệp đã chọn dường như không phải là bản sao lưu nhiều vùng chứa
zh_cn: 您所选择的档案似乎不是多重容器的备份档案
zh_tw: 您所選擇的檔案似乎不是多重容器的備份檔案

source: Configure Restore
ar: تكوين الاستعادة
de: Wiederherstellung konfigurieren
tr: Geri Yüklemeyi Yapılandır
vi: Định cấu hình Khôi phục
zh_cn: 设置还原程序(Configure Restore)
zh_tw: 設定復原程序(Configure Restore)

source: Into Container
ar: في الحاوية
de: In Container
tr: Konteynere
vi: Vào vùng chứa
zh_cn: 进入容器(Into Container)
zh_tw: 進入容器(Into Container)

source: New Container Name
ar: اسم حاوية جديد
de: Neuer Container Name
tr: Yeni Konteyner Adı
vi: Tên vùng chứa mới
zh_cn: 新容器名称
zh_tw: 新容器名稱

source: Restore Error
ar: خطأ في الاستعادة
de: Fehler beim Wiederherstellen
tr: Geri Yükleme Hatası
vi: Lỗi sao lưu
zh_cn: 还原错误
zh_tw: 復原錯誤

source: Enter Password
ar: أدخل كلمة السر
de: Password eingeben
fr: Entrez le mot de passe
he: הזן סיסמה
tr: Parola Gir
vi: Nhập mật mã
zh_cn: 请输入密码
zh_tw: 請輸入密碼

# ENTER_PASSWORD_DESCRIPTION
source: The backup %@ is encrypted with a password, please enter it to initiate the restore.
ar: النسخة الاحتياطية %@ مشفرة بكلمة سر، يرجى إدخال كلمة السر لبدء الاستعادة.
de: Das Backup %@ ist mit einem Passwort verschlüsselt, bitte gebe es ein um mit dem Wiederherstellen zu beginnen.
fr: La sauvegarde %@ est chiffrée avec un mot de passe, veuillez le saisir pour lancer la restauration
he: הגיבוי %@ מוצפן באמצעות סיסמה, הזן אותה כדי להתחיל בשחזור.
tr: %@ yedeği bir parola ile şifrelenmiştir, geri yüklemeyi başlatmak için lütfen parolayı girin.
vi: Bản sao lưu %@ được mã hóa bằng mật khẩu, vui lòng nhập mật khẩu đó để bắt đầu khôi phục.
zh_cn: 此备份档案已加密处理，请输入正确密码来初始化还原程序。
zh_tw: 此備份檔案已加密處理，請輸入正確密碼來初始化復原程序。

# PREVIOUS_PASSWORD_WRONG_MESSAGE
source: The previously entered password was wrong. Please try again!
ar: كلمة السر التي أدخلتها خاطئة. يرجى المحاولة مجددًا!
de: Das zuvor eingegebene Passwort war falsch. Bitte versuche es erneut!
fr: Le mot de passe précédemment saisi était erroné. Veuillez réessayer !
he: הסיסמה שהוזנה בעבר הייתה שגויה. נסה שוב!
tr: Daha önce girilen şifre yanlıştı. Lütfen tekrar deneyin!
vi: Mật khẩu đã nhập trước đó bị sai. Vui lòng thử lại!
zh_cn: 您先前输入的密码错误，请再试一次。
zh_tw: 您先前輸入的密碼錯誤，請再試一次。

# GAME_CENTER_SECTION_FOOTER
source: Select a Game Center account to switch to when launching into this container.
ar: حدد حساب Game Center للتبديل إليه عند التشغيل في هذه الحاوية.
de: Wähle den Game Center Account, auf den beim starten der App in den Container gewechselt werden soll.
fr: Sélectionnez un compte Game Center à utiliser lors du lancement de ce conteneur.
he: בחר בחשבון Game Center שאליו אתה צריך לעבור בעת העברה באפליקציה.
tr: Bu konteyner'a giriş yaparken geçiş yapmak için bir Game Center hesabı seçin.
vi: Chọn tài khoản Game Center để chuyển sang khi khởi chạy vào vùng chứa này.
zh_cn: 选择一个开启此容器时欲使用的Game Center帐号
zh_tw: 選擇一個開啟此容器時欲使用的Game Center帳號

source: Game Center Account
ar: حساب Game Center
fr: Compte Game Center
he: Game Center חשבון
tr: Game Center Hesabı
vi: Tài khoản Game Center
zh_cn: Game Center帐号
zh_tw: Game Center帳號

source: Game Center Accounts
ar: حسابات Game Center
fr: Comptes Game Center
he: Game Center חשבונות
tr: Game Center Hesapları
vi: Tài khoản Game Center
zh_cn: Game Center帐号
zh_tw: Game Center帳號

source: Manage Game Center Accounts
ar: إدارة حسابات Game Center
de: Game Center Accounts verwalten
fr: Gérer les comptes Game Center
he: ניהול חשבונות Game Center
tr: Game Center Hesaplarını Yönet
vi: Quản lý tài khoản Game Center
zh_cn: 管理Game Center帐号
zh_tw: 管理Game Center帳號

# GAME_CENTER_MANAGER_FOOTER
source: Due to technical restrictions you need to add your Game Center into this global list. You can then assign the account to one or more containers and the system will switch to it when starting the app into the container. If you have an app installed on your device that uses Game Center that you do not want to use Crane on, you will still want to enable 'Separate System Accounts' and 'Game Center Support' so the system switches back to the system default Game Center account when opening it.
ar: نظرا للقيود التقنية، تحتاج إلى إضافة Game Center الخاص بك إلى هذه القائمة الشاملة. يمكنك بعد ذلك تعيين الحساب إلى حاوية واحدة أو أكثر وسيتحول النظام إليه عند بدء تشغيل التطبيق في الحاوية. إذا كان لديك تطبيق مثبت على جهازك يستخدم Game Center لا تريد استخدام Crane عليه، فستظل ترغب في تمكين 'حسابات النظام المنفصلة' و 'دعم Game Center' بحيث يعود النظام إلى حساب Game Center الافتراضي للنظام عند فتحه.
de: Aufgrund von technischen Limitationen muss jeder GameCenter Account in dieser Liste hinzugefügt werden. Der Account kann dann zu einem oder mehreren Container(n) zugewiesen werden und das System wird auf den jeweiligen Account wechseln wenn die App in den Container gestartet wird. Wenn du eine App hast, welche GameCenter verwendet, für die du Crane nicht verwenden willst, musst du dennoch 'System Accounts separieren' und 'Game Center Support' für sie aktivieren, damit beim App-Start wieder auf den Standardaccount des Systems gewechselt wird.
fr: En raison de restrictions techniques, vous devez ajouter votre Game Center dans cette liste globale. Vous pouvez ensuite affecter le compte à un ou plusieurs conteneurs et le système basculera sur ce compte lors du démarrage de l'application dans le conteneur. Si vous avez installé sur votre appareil une application qui utilise Game Center et que vous ne souhaitez pas utiliser Crane, vous voudrez quand même activer les options 'Comptes système séparés' et 'Prise en charge de Game Center' afin que le système revienne au compte Game Center par défaut lors de son ouverture.
he: בשל מגבלות טכניות עליך להוסיף את Game Center לרשימה העולמית הזו. לאחר מכן תוכל להקצות את החשבון לשכפול אחד או יותר והמערכת תעבור אליו בעת הפעלת האפליקציה לתוך השכפול. אם מותקנת במכשיר שלך אפליקציה שעובדת עם Game Center שאתה לא רוצה להשתמש עם הטוויק Crane, עדיין תרצה להפעיל את 'חשבונות מערכת נפרדים' ו 'תמיכה Game Center' כך שהמערכת חוזרת למערכת ברירת מחדל של חשבון Game Center בעת פתיחתו.
tr: Teknik kısıtlamalar nedeniyle Game Center'ınızı bu global listeye eklemeniz gerekiyor. Daha sonra hesabı bir veya daha fazla konteyner'a atayabilirsiniz ve sistem, uygulamayı konteynerde başlatırken ona geçiş yapacaktır. Cihazınızda Crane'i kullanmak istemediğiniz Game Center kullanan bir uygulama yüklüyse, sistem açılırken sistem varsayılan Game Center hesabına geri dönebilsin diye 'Ayrı Sistem Hesapları' ve 'Game Center Desteği'ni etkinleştireceksiniz.
vi: Do các hạn chế về kỹ thuật, bạn cần thêm Trung tâm trò chơi của mình vào danh sách toàn cầu này. Sau đó, bạn có thể chỉ định tài khoản cho một hoặc nhiều vùng chứa và hệ thống sẽ chuyển sang tài khoản đó khi khởi động ứng dụng vào vùng chứa. Nếu bạn đã cài đặt ứng dụng trên thiết bị của mình sử dụng Game Center mà bạn không muốn sử dụng Crane, bạn vẫn muốn bật 'Tài khoản hệ thống riêng biệt' và 'Hỗ trợ Trung tâm trò chơi' để hệ thống chuyển về chế độ mặc định của trò chơi. Tài khoản trung tâm khi mở nó.
zh_cn: 由于一些技术上的限制，您必须在此全域列表中加入您的Game Center帐号。之后您便可将此帐号分配给一个或多个容器，系统将在您开启这些容器时自动切换到此Game Center帐号。如果您的装置上安装了一个使用Game Center的应用程序，但您不想要在其上使用Crane，您仍需要开启“独立系统帐号”与“Game Center支援”以便系统能在开启此应用程序时自动切换回系统默认Game Center帐号。
zh_tw: 由於一些技術上的限制，您必須在此全域列表中加入您的Game Center帳號。之後您便可將此帳號分配給一個或多個容器，系統將在您開啟這些容器時自動切換到此Game Center帳號。如果您的裝置上安裝了一個使用Game Center的應用程式，但您不想要在其上使用Crane，您仍需要開啟「獨立系統帳號」與「Game Center支援」以便系統能在開啟此應用程式時自動切換回系統預設Game Center帳號。

# GAME_CENTER_ADD_ACCOUNT_TITLE
source: Add Account
ar: إضافة حساب
de: Account hinzufügen
fr: Ajouter un compte
he: הוסף חשבון
tr: Hesap Ekle
vi: Thêm tài khoản
zh_cn: 新增Game Center帐号
zh_tw: 新增Game Center帳號

# GAME_CENTER_ADD_ACCOUNT_MESSAGE
source: Enter the name of your account here. The sign in prompt will appear when you first launch an app into a container that has the account assigned.
ar: أدخل اسم حسابك هنا. ستظهر مطالبة تسجيل الدخول عند تشغيل تطبيق لأول مرة في حاوية تم تعيين الحساب لها.
de: Gebe den Accountnamen ein. Das Fenster zum einloggen wird erscheinen wenn du zum ersten Mal eine App in einen Container startest, welchem dieser Account zugewiesen ist.
fr: Entrez le nom de votre compte ici. L'invite de connexion apparaîtra lorsque vous lancerez pour la première fois une application dans un conteneur auquel le compte est attribué.
he: הזן את שם החשבון שלך כאן. הודעת הכניסה תופיע כאשר תפעיל אפליקציה לראשונה אשר הוגדר לה שכפול.
tr: Buraya hesabınızın adını girin. Bir uygulamayı, hesabın atanmış olduğu bir konteynerde ilk kez başlattığınızda oturum açma istemi görünür.
vi: Nhập tên tài khoản của bạn ở đây. Lời nhắc đăng nhập sẽ xuất hiện khi bạn khởi chạy ứng dụng lần đầu tiên vào vùng chứa đã chỉ định tài khoản.
zh_cn: 请在此输入您的Game Center帐号名称。登入弹窗将会在您第一次开启使用此Game Center帐号的容器时出现。
zh_tw: 請在此輸入您的Game Center帳號名稱。登入彈窗將會在您第一次開啟使用此Game Center帳號的容器時出現。

# GAME_CENTER_RENAME_ACCOUNT_TITLE
source: Rename Account
ar: إعادة تسمية الحساب
de: Account umbenennen
fr: Renommer le compte
he: שנה שם חשבון
tr: Hesabı Yeniden Adlandır
vi: Đổi tên tài khoản
zh_cn: 重新命名Game Center帐号
zh_tw: 重新命名Game Center帳號

# GAME_CENTER_ACCOUNT_DELETE_CONFIRMATION_TITLE
source: Delete Account
ar: حذف الحساب
de: Account löschen
fr: Supprimer le compte
he: מחק חשבון
tr: Hesabı Sil
vi: Xóa tài khoản
zh_cn: 删除Game Center帐号
zh_tw: 刪除Game Center帳號

# GAME_CENTER_ACCOUNT_DELETE_CONFIRMATION_MESSAGE
source: Are you sure you want to delete the Game Center Account "%@"? Every container associated to it right now will switch to System Default.
ar: هل أنت متأكد من أنك تريد حذف حساب Game Center "%@”؟ ستتحول كل حاوية مرتبطة به الآن إلى النظام الافتراضي.
de: Bist du sicher, dass der Game Center Account "%@" gelöscht werden soll? Jeder Container der diesen Account zugewiesen hat wird auf den Standardaccount des Systems wechseln.
fr: Êtes-vous sûr de vouloir supprimer le compte Game Center "%@" ? Tous les conteneurs qui lui sont associés passeront à la valeur par défaut.
he: האם אתה בטוח שברצונך למחוק את Game Center חשבון "%@"? כל שכפול המשויך אליו כעת יעבור לברירת מחדל מערכת.
tr: "%@" Game Center Hesabını silmek istediğinizden emin misiniz? Şu anda onunla ilişkili her konteyner, Sistem Varsayılanına geçecektir.
vi: Bạn có chắc chắn muốn xóa Tài khoản Game Center "%@" không? Mọi vùng chứa được liên kết với nó ngay bây giờ sẽ chuyển sang Mặc định hệ thống.
zh_cn: 您确定要删除此Game Center帐号 "%@" 吗？任何与此帐号相关的容器将会被切换成系统默认Game Center帐号
zh_tw: 您確定要刪除此Game Center帳號 "%@" 嗎？任何與此帳號相關的容器將會被切換成系統預設Game Center帳號

# LIBSANDY_CHOICY_NOTICE
source: Try selecting libSandy inside Settings -> Choicy -> Tweak Troubleshooting.
ar: حاول تحديد libSandy داخل الإعدادات -> Choicy -> استكشاف أخطاء الأداة وإصلاحها.
de: Versuche libSandy unter Einstellungen -> Choicy -> Tweak Fehlerbehebung auszuwählen.
zh_cn: 请试著在设置App -> Choicy -> 插体错误排除中选择libSandy以观察是否被停用加载了
zh_tw: 請試著在設定App -> Choicy -> 插體錯誤排除中選擇libSandy以觀察是否被停用加載了

# COMMUNICATION_ERROR_MESSAGE
source: It was determined that communication to the Crane helper service (cranehelperd) is not working. The following error occured while trying to send a message to it:
ar: تقرر أن الاتصال بخدمة مساعد Crane الذي هو (cranehelperd) لا يعمل. حدث الخطأ التالي أثناء محاولة إرسال رسالة إليه:
de: Die Kommunikation mit dem Crane Helferdienst (cranehelperd) funktioniert nicht. Beim Versuch eine Nachricht an den Dienst zu schicken wurde folgender Fehler zurückgegeben:
he: התקשורת למערכת crane שירות ההעזרה של (cranehelperd) לא עובדת. נושא זה קשור ככל הנראה ל rocketbootstrap שאינו עובד
zh_cn: 经检测发现Crane服务辅助守护程式(cranehelperd daemon)的通信已失效，以下为尝试传送讯息给其所发生的错误：
zh_tw: 經檢測發現Crane服務輔助守護程式(cranehelperd daemon)的通信已失效，以下為嘗試傳送訊息給其所發生的錯誤：

# INSURANCE_FAILED_ERROR_MESSAGE
source: An error occured while trying to check if Crane is properly loaded:
ar: حدث خطأ أثناء محاولة التحقق مما إذا كان Crane مُحمَّلًا بشكل صحيح:
de: Beim Versuch zu kontrollieren, ob Crane korrekt geladen ist, ist ein Fehler aufgetreten:
zh_cn: 在检查Crane是否被成功加载时发生错误
zh_tw: 在檢查Crane是否被成功加載時發生錯誤
