Repository: opa334/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ar, de, fr, he, tr, vi, zh_cn, zh_tw

# DEVICE_IDENTIFIER_DESCRIPTION
source: The device identifier you see here is used to identify your device to the vendor (developer) of this application. If the vendor distributes multiple applications, this identifier will be the same across all of them. Because some applications use this identifier to log you out, Crane spoofs the identifier of non-default containers to the container identifier by default, you can also turn off the setting and set a custom one. When something inside Crane changes the container identifier while the "Use Container Identifier" option is enabled (e.g. when setting a container as default), then the setting will be automatically adjusted in order to keep the device identifier the same. When you modify the device identifier of the default container, it will be written to the system cache and persist even when Crane is not loaded or the device is not jailbroken.
ar: يتم استخدام معرف الجهاز الذي تراه هنا لتعريف جهازك لمطور هذا التطبيق. إذا قام المطور بنشر تطبيقات متعددة، فسيكون هذا المعرف هو نفسه على جميع تطبيقاته. حيث أن بعض التطبيقات تستخدم هذا المعرف لتسجيل خروجك، فستقوم Crane بتزييف معرفات الحاويات غير الافتراضية إلى الافتراضي، ويمكنك أيضًا إيقاف تشغيل الإعداد وتعيين إعداد مخصص. عندما يغير شيء ما داخل Crane معرف الحاوية أثناء تفعيل خيار "استخدام معرف الحاوية" (مثلًا عند تعيين حاوية كافتراضية)، فسيتم ضبط الإعداد تلقائيًا من أجل الحفاظ على معرف الجهاز كما هو. عند تعديل معرف الجهاز للحاوية الافتراضية، سيتم كتابته إلى ذاكرة التخزين المؤقت للنظام، وسيستمر حتى عندما لا يتم تحميل Crane أو عندما يكون الجيلبريك غير مفعل.
de: Der Geräte-Identifier hier wird benutzt um dein Gerät gegenüber dem App-Entwickler eindeutig zu identifizieren. Wenn der Hersteller mehrere Apps anbietet, wird dieser Identifier bei allen der selbe sein. Da einige Apps diesen Identifier benutzen um dich auszuloggen, gibt Crane standardmäßig bei nicht-Standard Containern den internen Container-Identifier als Geräte-Identifier aus. Wenn diese Option ausgeschaltet wird, kann ebenfalls ein benutzerdefinierter Geräte-Identifier gesetzt werden. Wenn etwas innerhalb Crane den Container Identifier ändert (z.B. das setzen eines Containers als Standard) und die "Container-Identifier benutzen" Einstellung aktiviert ist, passt Crane die Einstellung automatisch an um den vorherigen Container-Identifier als Geräte-Identifier zu behalten. Wenn du den Geräte-Identifier des Standardcontainers modifizierst, wird dieser im System-Cache überschrieben und bleibt somit auch bestehen, wenn Crane nicht geladen oder das Gerät nicht gejailbreakt ist.
fr: L'identifiant de l'appareil que vous voyez ici est utilisé pour identifier votre appareil auprès du fournisseur (développeur) de cette application. Si le fournisseur distribue plusieurs applications, cet identifiant sera le même pour toutes les applications. Étant donné que certaines applications utilisent cet identifiant pour vous déconnecter, Crane substitue par défaut l'identifiant des conteneurs qui ne sont pas par défaut par l'identifiant du conteneur. Vous pouvez également désactiver ce paramètre et en définir un personnalisé. Si un élément de Crane modifie l'identifiant du conteneur alors que l'option "Utiliser l'identifiant du conteneur" est activée (par exemple, lors de la définition d'un conteneur par défaut), le paramètre sera automatiquement ajusté afin de conserver l'identifiant du périphérique. Lorsque vous modifiez l'identifiant de périphérique du conteneur par défaut, il sera écrit dans le cache du système et persistera même si Crane n'est pas chargé ou si le périphérique n'est pas jailbreaké.
he: מזהה המכשיר שאתה רואה כאן משמש לזיהוי המכשיר שלך לספק (מפתח) של יישום זה. אם הספק מפיץ מספר אפליקציות, מזהה זה יהיה זהה על פני כולם. מכיוון שיש יישומים שמשתמשים במזהה זה כדי להתנתק, Crane מזייף את המזהה של שכפולים אפליקציות. שאינן ברירת מחדל למזהה המיכל כברירת מחדל, באפשרותך גם לכבות את ההגדרה ולהגדיר הגדרה מותאמת אישית. כאשר משהו בתוך מנוף משנה את מזהה המכולה בזמן שהאפשרות "השתמש במזהה שכפול אפליקציה" מופעלת (למשל כאשר מגדירים שכפול אפליקציה כברירת מחדל), ההגדרה תותאם אוטומטית על מנת לשמור על מזהה המכשיר זהה. כאשר אתה משנה את מזהה ההתקן של שכפול אפליקציה ברירת המחדל, הוא ייכתב למטמון המערכת ויימשך גם כאשר Crane לא נטען או שהמכשיר לא פרוץ.
tr: Burada gördüğünüz cihaz tanımlayıcısı, cihazınızı bu uygulamanın satıcısına (geliştiricisine) tanıtmak için kullanılır. Satıcı birden fazla uygulama dağıtıyorsa, bu tanımlayıcı hepsinde aynı olacaktır. Bazı uygulamalar oturumunuzu kapatmak için bu tanımlayıcıyı kullandığından, Crane varsayılan olmayan konteyner tanımlayıcısını varsayılan olarak konteyner tanımlayıcıyla karıştırır, ayrıca ayarı kapatabilir ve özel bir tane belirleyebilirsiniz. 'Tanımlayıcısını Kullan' seçeneği etkinken (örneğin, bir konteyner varsayılan olarak ayarlarken), Crane içindeki konteyner tanımlayıcısı değiştirildiğinde, cihaz tanımlayıcısını aynı tutmak için ayar otomatik olarak ayarlanacaktır. Varsayılan konteynerin cihaz tanımlayıcısını değiştirdiğinizde, sistem önbelleğine yazılacak ve Crane yüklenmediğinde veya cihaz jailbreak yapılmadığında bile devam edecektir.
vi: Số nhận dạng thiết bị bạn thấy ở đây được sử dụng để nhận dạng thiết bị của bạn với nhà cung cấp (nhà phát triển) của ứng dụng này. Nếu nhà cung cấp phân phối nhiều ứng dụng, số nhận dạng này sẽ giống nhau trên tất cả chúng. Vì một số ứng dụng sử dụng mã nhận dạng này để đăng xuất bạn, Crane giả mạo mã nhận dạng của các vùng chứa không phải mặc định thành số nhận dạng vùng chứa theo mặc định, bạn cũng có thể tắt cài đặt này và đặt một tùy chỉnh. Khi một thứ gì đó bên trong Crane thay đổi mã nhận dạng vùng chứa trong khi tùy chọn "Sử dụng số nhận dạng vùng chứa" được bật (ví dụ: khi đặt vùng chứa làm mặc định), thì cài đặt sẽ tự động được điều chỉnh để giữ nguyên số nhận dạng thiết bị. Khi bạn sửa đổi số nhận dạng thiết bị của vùng chứa mặc định, nó sẽ được ghi vào bộ nhớ đệm hệ thống và vẫn tồn tại ngay cả khi không tải Crane hoặc thiết bị chưa được bẻ khóa.
zh_cn: 您在此处看到的装置识别码是用来提供装置资讯给此应用程序的开发者/商。如果此开发商分发多个应用程序，则这些应用程序都会使用相同的装置识别码。由于部分应用程序是利用装置识别码来登出您的帐号，Crane可以欺骗应用程序，将非默认容器的装置识别码视为默认容器的装置识别码，您也可以关闭此设置并设定一个自定义的装置识别码。当“使用此容器的装置识别码”选项被启用时（例如设置一个容器为默认容器），任何在Crane内修改装置识别码的举动将会触发自动调整机制，以保持您设备上的装置识别码是相同的。当您修改默认容器的装置识别码时，其会被写入至系统缓存，并且即使在Crane没有被加载或装置无越狱的情况下仍然存在。
zh_tw: 您在此處看到的裝置識別碼是用來提供裝置資訊給此應用程式的開發者/商。如果此開發商分發多個應用程式，則這些應用程式都會使用相同的裝置識別碼。由於部分應用程式是利用裝置識別碼來登出您的帳號，Crane可以欺騙應用程式，將非預設容器的裝置識別碼視為預設容器的裝置識別碼，您也可以關閉此設定並設定一個自定義的裝置識別碼。當「使用此容器的裝置識別碼」選項被啟用時（例如設定一個容器為預設容器），任何在Crane內修改裝置識別碼的舉動將會觸發自動調整機制，以保持您設備上的裝置識別碼是相同的。當您修改預設容器的裝置識別碼時，其會被寫入至系統緩存，並且即使在Crane沒有被加載或裝置無越獄的情況下仍然存在。

# DEVICE_IDENTIFIER_CHANGE_WARNING
source: You are about to change the device identifier of this container. Some applications will sign you out because to them it will look like you changed your device. Do you want to continue?
ar: أنت على وشك تغيير معرف الجهاز لهذه الحاوية. بعض التطبيقات ستقوم بتسجيل خروجك لأن الأمر سيبدو كأنك غيرت جهازك. هل تريد الاستمرار؟
de: Du bist dabei den Geräte-Identifier für diesen Container zu ändern. Einige Apps könnten dich ausloggen weil es für sie so aussieht, als hättest du dein Gerät gewechselt. Fortfahren?
fr: Vous êtes sur le point de modifier l'identifiant de périphérique de ce conteneur. Certaines applications vous déconnecteront car elles penseront que vous avez changé de périphérique. Voulez-vous continuer ?
he: אתה עומד לשנות את מזהה המכשיר של שכפול אפליקציה זו. אפליקציות מסויימות ינתקו אותך מכיוון שלגביהם זה ייראה כאילו שינית את המכשיר שלך. האם אתה רוצה להמשיך?
tr: Bu konteynerin cihaz tanımlayıcısını değiştirmek üzeresiniz. Bazı uygulamalar, cihazınızı değiştirmişsiniz gibi görüneceği için oturumunuzu kapatacaktır. Devam etmek istiyor musun?
vi: Bạn sắp thay đổi số nhận dạng thiết bị của vùng chứa này. Một số ứng dụng sẽ đăng xuất bạn vì đối với họ, có vẻ như bạn đã thay đổi thiết bị của mình. Bạn có muốn tiếp tục?
zh_cn: 您即将更改此容器的装置识别码。部分应用程序将会登出您的现有帐号，因为对其而言您更换了一个装置使用帐号。您确定要继续此操作吗？
zh_tw: 您即將更改此容器的裝置識別碼。部分應用程式將會登出您的現有帳號，因為對其而言您更換了一個裝置使用帳號。您確定要繼續此操作嗎？

source: Use Container Identifier
ar: استخدام معرف الحاوية
de: Container-Identifier benutzen
fr: Utiliser l'identifiant du conteneur
he: השתמש במזהה שכפול
tr: Konteyner Tanımlayıcıyı Kullan
vi: Sử dụng mã định danh vùng chứa
zh_cn: 使用此容器的装置识别码
zh_tw: 使用此容器的裝置識別碼

source: Generate New
ar: إنشاء جديد
de: Neu generieren
fr: Générer un nouveau
he: צור מזהה חדש
tr: Yeni Oluştur
vi: Tạo mới
zh_cn: 产生新的装置识别码
zh_tw: 產生新的裝置識別碼

source: Set Custom
ar: تعيين تخصيص
de: Benutzerdefiniert
fr: Définir un personnalisé
he: הגדר מותאם אישית
tr: Özel Ayarla
vi: Đặt tùy chỉnh
zh_cn: 设置个人定义的装置识别码
zh_tw: 設定個人定義的裝置識別碼

source: Set Custom Identifier
ar: تعيين معرف مخصص
de: Benutzerdefinierten Identifier setzen
fr: Définir l'identifiant personnalisé
he: הגדר מזהה מותאם אישית
tr: Özel Tanımlayıcıyı Ayarla
vi: Đặt mã nhận dạng tùy chỉnh
zh_cn: 设置个人定义的装置识别码
zh_tw: 設定個人定義的裝置識別碼

# SET_CUSTOM_IDENTIFIER_MESSAGE
source: Enter the identifier to set, it should be a string with 32 characters containing only hex letters (0-9, A-F). Format:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (hyphens are ignored)
ar: أدخل المعرف لتعيينه، يجب أن تكون سلسلة تحتوي على ٣٢ حرفًا من النوع السداسي فقط (0-9، F-A). الصيغة:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (سيتم تجاهل الشرطات)
de: Gebe den neuen Identifier ein, es sollte ein 32-Zeichen lange Zeichenkette mit ausschließlich Hex-Buchstaben (0-9, A-F) sein. Format:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (Bindestriche werden ignoriert)
fr: Saisissez l'identifiant à définir, il doit s'agir d'une chaîne de 32 caractères contenant uniquement des caractères hexadécimaux (0-9, A-F). Format : XXXXXXXX-XXXX-XXXX-XXXXXXXXXX (les traits d'union sont ignorés)
he: הזן את המזהה להגדרה, זה צריך להיות מחרוזת עם 32 תווים המכילים בלבד אותיות ומספרים בלבד (0-9, A-F). פורמט:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (לא כולל מעקפים)
tr: Ayarlanacak tanımlayıcıyı girin, yalnızca onaltılı harfler (0-9, A-F) içeren 32 karakterden oluşan bir dize olmalıdır. Format:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (tireler yok sayılır)
vi: Nhập số nhận dạng để đặt, nó phải là một chuỗi có 32 ký tự chỉ chứa các chữ cái hex (0-9, A-F). Định dạng: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXXXX (dấu gạch nối bị bỏ qua)
zh_cn: 请在此输入您想设置的装置识别码，其格式应为包含32个字元的string，并限定只能使用hex字母(0-9, A-F)。范例格式：XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX。
zh_tw: 請在此輸入您想設定的裝置識別碼，其格式應為包含32個字元的string，並限定只能使用hex字母(0-9, A-F)。範例格式：XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX。

# SET_CUSTOM_IDENTIFIER_ERROR_MESSAGE
source: The identifier you previously entered had the wrong format, please try again.
ar: المعرف الذي أدخلته يحمل تنسيقًا خاطئًا، يرجى المحاولة مجددًا.
de: Der zuvor eingegebene Identifier hatte das falsche Format, bitte versuche es erneut.
fr: L'identifiant que vous avez précédemment saisi avait un format incorrect, veuillez réessayer.
he: המזהה שהזנת בעבר היה בפורמט שגוי. נסה שוב.
tr: Daha önce girdiğiniz tanımlayıcı yanlış biçime sahipti, lütfen tekrar deneyin.
vi: Số nhận dạng bạn đã nhập trước đó có định dạng sai, vui lòng thử lại.
zh_cn: 您先前输入的装置识别码格式错误，请再试一次。
zh_tw: 您先前輸入的裝置識別碼格式錯誤，請再試一次。

source: Allow Notifications
ar: السماح بالإشعارات
de: Benachrichtigungen erlauben
he: אפשר התראות
tr: Bildirimlere İzin Ver
vi: Cho phép thông báo
zh_cn: 允许容器传送通知与跳转功能
zh_tw: 允許容器傳送通知與跳轉功能

# RESET_NOTIFICATION_REGISTRATION
source: Reset Registration
ar: إعادة تعيين التسجيلات
de: Registration zurücksetzen
he: אפס התראות
tr: Kaydı Sıfırla
vi: Đặt lại đăng ký
zh_cn: 重置通知注册
zh_tw: 重置通知註冊

# NOTIFICATIONS_FOOTER
source: Configure whether this container should be allowed to receive push notifications or not. Resetting the registration will stop notifications from coming in until the next app launch into the container.
ar: قم بتكوين ما إذا كان ينبغي السماح لهذه الحاوية بتلقي الإشعارات الواردة أم لا. ستؤدي إعادة تعيين التسجيلات إلى منع الإشعارات من الظهور حتى تشغيل التطبيق في المرة القادمة في الحاوية.
de: Konfiguriere, ob dieser Container Benachrichtigungen empfangen kann oder nicht. Das Zurücksetzen der Registration wird Notifications bis zum nächsten App Start in den Container stoppen.
he: קבע אם יש לאפשר לשכפול הזה לקבל הודעות דחיפה או לא. איפוס הרישום ימנע את כניסת ההתראות עד ההשקה הבאה של השכפול לאפליקציה.
tr: Bu konteynerin bildirimleri almasına izin verilip verilmeyeceğini yapılandırın. Kaydı sıfırlamak, bir sonraki uygulama konteynerini başlatılana kadar bildirimlerin gelmesini durdurur.
vi: Định cấu hình xem vùng chứa này có được phép nhận thông báo đẩy hay không. Đặt lại đăng ký sẽ ngăn thông báo đến cho đến khi ứng dụng tiếp theo khởi chạy vào vùng chứa.
zh_cn: 启用此开关将允许此容器传送通知与跳转。重置通知注册将会停止此容器传送通知直到下次再度开启此容器
zh_tw: 啟用此開關將允許此容器傳送通知與跳轉。重置通知註冊將會停止此容器傳送通知直到下次再度開啟此容器

source: Choicy Integration
ar: التوافق مع Choicy
tr: Choicy Entegrasyonu
vi: Tích hợp Choicy
zh_cn: 与Choicy的整合功能
zh_tw: 與Choicy的整合功能

source: Overwrite Choicy Configuration
ar: تخطي إعدادات Choicy
de: Choicy Konfiguration überschreiben
tr: Choicy Yapılandırmasının Üzerine Yaz
vi: Ghi đè cấu hình Choicy
zh_cn: 覆写原先Choicy的设置
zh_tw: 覆寫原先Choicy的設置

source: Choicy Configuration
ar: إعدادات Choicy
de: Choicy Konfiguration
tr: Choicy Yapılandırması
vi: Cấu hình Choicy
zh_cn: 设定专属于此容器的Choicy设置
zh_tw: 設定專屬於此容器的Choicy設置

source: Backup Data to File
ar: نسخ البيانات احتياطيًا للملف
de: Backup zu Datei
fr: Sauvegarde des données dans un fichier
he: גיבוי נתונים לקובץ
tr: Verileri Yedekle
vi: Sao lưu dữ liệu vào tệp
zh_cn: 创建备份数据到档案App
zh_tw: 創建備份數據到檔案App

source: Restore Data from Backup File
ar: استعادة البيانات من ملف النسخ الاحتياطي
de: Backup-Datei wiederherstellen
fr: Restaurer les données d'un fichier de sauvegarde
he: שחזר נתונים מקובץ הגיבוי
tr: Yedeği Geri Yükle
vi: Khôi phục dữ liệu từ tệp sao lưu
zh_cn: 从档案App还原备份数据
zh_tw: 從檔案App復原備份數據

source: Browse Data
ar: تصفح البيانات
de: Daten ansehen
fr: Parcourir les données
he: עיין בנתונים
tr: Verilere Göz At
vi: Duyệt dữ liệu
zh_cn: 浏览数据
zh_tw: 瀏覽數據

source: Delete Data
ar: حذف االيانات
de: Daten löschen
fr: Supprimer les données
he: מחק נתונים
tr: Verileri Sil
vi: Xoá dữ liệu
zh_cn: 删除数据
zh_tw: 刪除數據

source: Size of Container
ar: حجم الحاوية
de: Größe des Containers
fr: Taille du conteneur
he: גודל שכפול אפליקציה
tr: Konteyner Boyutu
vi: Kích thước vùng chứa
zh_cn: 当前容器大小
zh_tw: 當前容器大小

# CONTAINER_DELETE_CONFIRMATION_TITLE
source: Confirm Deletion?
ar: تأكيد الحذف
de: Löschen bestätigen?
fr: Confirmer la suppression ?
he: מאשר מחיקה?
tr: Silmeyi Onayla?
vi: Xác nhận xóa?
zh_cn: 您确定要删除此容器吗?
zh_tw: 您確定要刪除此容器嗎?

# CONTAINER_DELETE_CONFIRMATION_MESSAGE
source: You are about to delete all data associated with the container '%@', this data cannot be recovered. Do you wish to proceed?
ar: أنت على وشك حذف جميع بيانات الحاوية '%@' ولا يمكن استرداد هذه البيانات لاحقًا. هل ترغب في المتابعة؟
de: Du bist kurz davor alle Daten vom Container '%@' zu löschen, diese Daten können nicht wiederhergestellt werden. Willst du trotzdem fortfahren?
fr: Vous êtes sur le point de supprimer toutes les données associées au conteneur '%@', et elles ne peuvent pas être récupérées. Voulez-vous continuer ?
he: אתה עומד למחוק את כל הנתונים המשויכים אל השכפול '%@', לא ניתן לשחזר נתונים אלה. האם אתה מעוניין להמשיך?
tr: '%@' konteyneriyle ilişkili tüm verileri silmek üzeresiniz, bu veriler kurtarılamaz. Devam etmek istiyor musunuz?
vi: Bạn sắp xóa tất cả dữ liệu được liên kết với vùng chứa '%@', không thể khôi phục dữ liệu này. Bạn có muốn tiếp tục?
zh_cn: 您将删除所有和'%@'有关的数据，这些数据将无法被还原。您确定要继续此操作吗?
zh_tw: 您將刪除所有和'%@'有關的數據，這些數據將無法被復原。您確定要繼續此操作嗎?

# SET_ACTIVE_CONTAINER_DESCRIPTION
source: Set Active Container to "%@"
ar: تعيين الحاوية النشطة إلى "%@"
de: Aktiven Container auf "%@" setzen
fr: Définir le conteneur actif à "%@"
he: הגדר שכפול פעיל אל- "%@"
tr: Aktif Konteyneri "%@" olarak ayarlayın
vi: Đặt Vùng chứa đang hoạt động thành "%@"
zh_cn: 将活动状态容器设为 "%@"
zh_tw: 將活動狀態容器設為 "%@"

# DELETE_CONTAINER_DESCRIPTION
source: Delete Container "%@"
ar: حذف الحاوية "%@"
de: Container "%@" löschen
fr: Supprimer le conteneur "%@"
he: מחק שכפול "%@"
tr: "%@" Konteynerini Sil
vi: Xóa vùng chứa "%@"
zh_cn: 删除 "%@" 容器
zh_tw: 刪除 "%@" 容器

# ACCESS_CONTAINER_SETTINGS_DESCRIPTION
source: Access Container Settings of "%@"
ar: الوصول إلى إعدادات الحاوية "%@"
de: Einstellungen von Container "%@" anzeigen
fr: Accéder aux options du conteneur "%@"
he: גישה להגדרות שכפול של "%@"
tr: "%@" Konteyner Ayarlarına Erişim
vi: Truy cập Cài đặt vùng chứa của "%@"
zh_cn: 进入"%@"容器的设置
zh_tw: 進入"%@"容器的設定

source: Included Containers
ar: تضمين الحاويات
de: Einbezogene Container
he: שכפולים כלולים
tr: Dahil Edilen Konteynerler
vi: Vùng chứa bao gồm
zh_cn: 选择欲备份容器
zh_tw: 選擇欲備份容器

source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
he: הגדרות קבועות מראש
tr: Ön Ayarlar
vi: Cài đặt trước
zh_cn: 固定配置
zh_tw: 固定配置

source: Backing Up
ar: جارِ النسخ الاحتياطي
de: Erstelle Backup
fr: Sauvegarde
he: גיבוי
tr: Yedekleniyor
vi: Sao lưu
zh_cn: 创建备份中
zh_tw: 創建備份中

source: Backup Error
ar: خطأ في النسخة الاحتياطية
de: Fehler beim Backup
tr: Yedekleme Hatası
vi: Lỗi sao lưu
zh_cn: 备份错误
zh_tw: 備份錯誤

source: Encrypt Backup
ar: تشفير النسخة الاحتياطية
de: Backup verschlüsseln
fr: Chiffrer la sauvegarde
he: הצפנה באמצעות גיבוי
tr: Yedeklemeyi Şifrele
vi: Mã hóa sao lưu
zh_cn: 将备份档案加密
zh_tw: 將備份檔案加密

# ENCRYPT_BACKUP_FOOTER
source: Encrypt the backup with a password. Restoring the backup afterwards without the password will not be possible. If you loose the password, you loose the data.
ar: تشفير النسخة الاحتياطية بكلمة سر. لن تكون استعادة النسخة الاحتياطية ممكنة بدون كلمة سر بعد ذلك. فقدان كلمة السر يعني فقدان البيانات.
de: Verschlüsselt das Backup mit einem Passwort. Ohne dieses Passwort kann das Backup später nicht wiederhergestellt werden. Wenn man das Passwort verliert, verliert man auch die Daten.
fr: Chiffrez la sauvegarde avec un mot de passe. La restauration de la sauvegarde après coup sans le mot de passe ne sera pas possible. Si vous perdez le mot de passe, vous perdez les données.
he: הצפן את הגיבוי באמצעות סיסמה. לא ניתן יהיה לשחזר את הגיבוי לאחר מכן ללא הסיסמה. אם אתה מאבד את הסיסמה, אתה מאבד את הנתונים.
tr: Yedeklemeyi bir parola ile şifreleyin. Yedeklemeyi daha sonra şifre olmadan geri yüklemek mümkün olmayacaktır. Parolayı kaybederseniz, verileri kaybedersiniz.
vi: Mã hóa bản sao lưu bằng mật khẩu. Việc khôi phục bản sao lưu sau đó mà không có mật khẩu sẽ không thể thực hiện được. Nếu bạn mất mật khẩu, bạn mất dữ liệu.
zh_cn: 设定密码来将备份档案加密。若遗失了密码是绝对不可能再还原此备份档案的。遗失了密码＝遗失了备份档案内所有资料，请妥善保存您的密码。
zh_tw: 設定密碼來將備份檔案加密。若遺失了密碼是絕對不可能再復原此備份檔案的。遺失了密碼＝遺失了備份檔案內所有資料，請妥善保存您的密碼。

source: Include Keychain
ar: تضمين سلسلة المفاتيح
de: Schlüsselbund einbeziehen
fr: Inclure le trousseau
he: כלול מחזיק מפתחות
tr: Anahtar Zinciri'ni Dahil Et
vi: Bao gồm chuỗi khóa
zh_cn: 将Keychain(钥匙链)列入备份
zh_tw: 將Keychain(鑰匙鏈)列入備份

# INCLUDE_KEYCHAIN_FOOTER
source: Include the keychain data stored by the application/container in the backup. Contains account credentials, keys and more. Unsafe when not using encryption.
ar: تضمين بيانات سلسلة المفاتيح المخزنة بواسطة التطبيق/الحاوية في النسخة الاحتياطية. يحتوي على بيانات اعتماد الحساب، المفاتيح والمزيد. لن يكون آمنًا إذا لم تستخدم تشفير النسخة الاحتياطية.
de: Wenn aktiviert werden die Schlüsselbund Daten in das Backup mit einbezogen. Dies beeinhaltet Account Daten, Schlüssel und mehr. Nicht sicher wenn keine Verschlüsselung benutzt wird.
fr: Inclure les données du trousseau de clés stockées par l'application/le conteneur dans la sauvegarde. Contient les informations d'identification du compte, les clés et plus encore. Non sécurisé si vous n'utilisez pas le chiffrement.
he: כלול את נתוני מחזיק המפתחות המאוחסנים על ידי האפליקציה / שכפול אפליקציה בגיבוי. מכיל אישורי חשבון, מפתחות ועוד. לא בטוח כאשר לא משתמשים בהצפנה.
tr: Uygulama / konteyner tarafından depolanan anahtar zinciri verilerini yedeklemeye dahil edin. Hesap kimlik bilgilerini, anahtarları ve daha fazlasını içerir. Şifreleme kullanılmadığında güvensizdir.
vi: Bao gồm dữ liệu chuỗi khóa được ứng dụng / vùng chứa lưu trữ trong bản sao lưu. Chứa thông tin đăng nhập tài khoản, khóa và hơn thế nữa. Không an toàn khi không sử dụng mã hóa.
zh_cn: 将应用程序、容器所拥有的Keychain资料也列入备份档案内，其包含个人帐号、密码等等隐私资讯。不建议在未开启加密功能时使用，您的资讯将没有安全性。
zh_tw: 將應用程式、容器所擁有的Keychain資料也列入備份檔案內，其包含個人帳號、密碼等等隱私資訊。不建議在未開啟加密功能時使用，您的資訊將沒有安全性。

# INCLUDE_KEYCHAIN_UNSAFE_WARNING
source: When including keychain data, it is recommended to have 'Encrypt Backup' enabled, otherwise anyone that has access to the backup file can compromise accounts that the app / container is logged into.
ar: عند تضمين بيانات سلسلة المفاتيح، يوصى بتفعيل 'تشفير النسخة الاحتياطية'، وإلا سيتمكن أي شخص من الوصول إلى ملف النسخة الاحتياطية التي قام التطبيق/الحاوية بتسجيل الدخول إليها.
de: Wenn die Keychain Daten mit einbezogen werden, ist es empfohlen das Backup mit einem Passwort zu verschlüsseln, andernfalls kann jeder mit Zugriff auf die Backup Datei die Accounts der App / des Containers übernehmen.
fr: Lorsque vous incluez des données de trousseau, il est recommandé d'activer 'Chiffrer la sauvegarde', sinon toute personne ayant accès au fichier de sauvegarde peut compromettre les comptes auxquels l'application/le conteneur est connecté.
he: כאשר כלולים נתוני מחזיקי מפתחות, מומלץ להפעיל את 'הצפנת גיבוי', אחרת כל מי שיש לו גישה לקובץ הגיבוי יכול לפגוע בחשבונות שהאפליקציה / שכפול אפליקציה מחוברים אליהם.
tr: Anahtar zinciri verilerini eklerken, 'Yedeği Şifrele'yi etkinleştirmeniz önerilir, aksi takdirde yedekleme dosyasına erişimi olan herkes, uygulamanın / konteynerin oturum açtığı hesapları tehlikeye atabilir.
vi: Khi bao gồm dữ liệu chuỗi khóa, bạn nên bật 'Sao lưu mã hóa', nếu không bất kỳ ai có quyền truy cập vào tệp sao lưu có thể xâm phạm tài khoản mà ứng dụng / vùng chứa đã đăng nhập.
zh_cn: 当将Keychain资料也列入备份档案时，强烈建议您也同时开启“将备份档案加密”功能。否则任何可以存取到备份档案的有心人士将会威胁到您已登入的帐号安全
zh_tw: 當將Keychain資料也列入備份檔案時，強烈建議您也同時開啟「將備份檔案加密」功能。否則任何可以存取到備份檔案的有心人士將會威脅到您已登入的帳號安全

source: Enable Encryption
ar: تفعيل التشفير
de: Verschlüsselung aktivieren
fr: Activer le chiffrement
he: אפשר קידוד
tr: Şifrelemeyi Etkinleştir
vi: Cho phép mã hóa
zh_cn: 启用将备份档案加密
zh_tw: 啟用將備份檔案加密

source: Ignore
ar: تجاهل
de: Ignorieren
fr: Ignorer
he: התעלם
tr: Geç
vi: Bỏ qua
zh_cn: 忽略警告并继续操作
zh_tw: 忽略警告並繼續操作

# NO_PASSWORD_ERROR
source: Encryption is enabled but the password field is empty, please enter a password or disable encrpytion and try again.
ar: تم تفعيل التشفير ولكن خانة كلمة السر فارغة، يرجى إدخال كلمة سر أو تعطيل التشفير والمحاولة مرة أخرى.
de: Verschlüsselung ist aktiviert aber das Password Feld ist leer, bitte gebe ein Passwort ein oder deaktiviere die Verschlüsselung.
fr: Le chiffrement est activé mais le champ du mot de passe est vide, veuillez saisir un mot de passe ou désactiver le chiffrement et réessayer
he: ההצפנה מופעלת אך שדה הסיסמה ריק, הזן סיסמה או בטל הצפנה ונסה שוב.
tr: Şifreleme etkin ancak şifre alanı boş, lütfen bir şifre girin veya şifrelemeyi devre dışı bırakın ve tekrar deneyin.
vi: Mã hóa được bật nhưng trường mật khẩu trống, vui lòng nhập mật khẩu hoặc tắt tính năng mã hóa và thử lại.
zh_cn: 您已启用加密备份档案功能，但密码栏位仍是空白的。请输入一组密码或关闭加密备份档案功能后再试一次。
zh_tw: 您已啟用加密備份檔案功能，但密碼欄位仍是空白的。請輸入一組密碼或關閉加密備份檔案功能後再試一次。

source: Confirm Password
ar: تأكيد كلمة سر
de: Passwort bestätigen
fr: Confirmer le mot de passe
he: אשר סיסמה
tr: Parolayı Onayla
vi: Xác nhận mật khẩu
zh_cn: 再次确认密码
zh_tw: 再次確認密碼
