Repository: opa334/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ar, de, fr, he, tr, vi, zh_cn, zh_tw

# INJECTION_ERROR_MESSAGE
source: It was determined that CraneSupport.dylib is not loaded into %@.
ar: تم تحديد أن CraneSupport.dylib لم يتم تحميله في %@.
de: Es wurde festgestellt, dass CraneSupport.dylib nicht in die Hintergrunddienste %@ geladen ist.
fr: Il a été déterminé que CraneSupport.dylib n'est pas chargé dans %@.
he: נקבע כי CraneSupport.dylib אינו טעון %@.
tr: CraneSupport.dylib dosyasının %@ dizinine yüklenmediği belirlendi.
vi: Nó được xác định rằng CraneSupport.dylib không được tải vào %@.
zh_cn: 经检测发现CraneSupport.dylib并没有被加载到 %@ 中
zh_tw: 經檢測發現CraneSupport.dylib並沒有被加載到 %@ 中

# INJECTION_ERROR_MESSAGE_CHOICY
source: Try selecting Crane inside Settings -> Choicy -> Tweak Troubleshooting.
ar: حاول تحديد Crane داخل الإعدادات -> Choicy -> استكشاف أخطاء الأداة وإصلاحها.
de: Versuche Crane unter Einstellungen -> Choicy -> Tweak Fehlerbehebung auszuwählen.
tr: Ayarlar -> Choicy -> Tweak Sorunu Giderici ayarı içinden Crane'i seçmeyi deneyin.
vi: Thử chọn Crane bên trong Cài đặt -> Choicy -> Tinh chỉnh Khắc phục sự cố(Tweak Troubleshooting).
zh_cn: 请试著在设置App -> Choicy -> 插体错误排除中选择Crane以观察是否被停用加载了
zh_tw: 請試著在設定App -> Choicy -> 插體錯誤排除中選擇Crane以觀察是否被停用加載了

# REGISTRATION_FAILED_MESSAGE
source: Failed to redirect notification registrations because CraneSupport.dylib is not loaded into the apsd daemon.
ar: فشل في إعادة توجيه تسجيلات الإشعارات لأن CraneSupport.dylib غير مُحمَّل في الملف التنفيذي apsd.
de: Die Benachrichtigungsregistrierung konnte nicht umgeleitet werden, da CraneSupport.dylib nicht in den Hintergrunddienst apsd geladen ist.
tr: CraneSupport.dylib apsd arka plan hizmetine yüklenmediğinden bildirim kayıtları yeniden yönlendirilemedi.
vi: Không thể chuyển hướng đăng ký thông báo vì CraneSupport.dylib không được tải vào daemon apsd.
zh_cn: 由于CraneSupport.dylib没有被加载至apsd守护程式(daemon)中，重新导向通知注册失败。
zh_tw: 由於CraneSupport.dylib沒有被加載至apsd守護程式(daemon)中，重新導向通知註冊失敗。

# PLUGIN_REDIRECTION_FAILED_MESSAGE
source: Failed to redirect notification service extension to the correct container because CraneSupport.dylib is not loaded into the pkd daemon.
ar: فشل في إعادة توجيه ملحق خدمة الإشعارات إلى الحاوية الصحيحة لأنه لم يتم تحميل CraneSupport.dylib في الملف التنفيذي pkd.
de: Die Notification Service Erweiterung konnte nicht in den richtigen Crane container umgeleitet werden, da CraneSupport.dylib nicht in den Hintergrunddienst pkd geladen ist.
tr: CraneSupport.dylib pkd arka plan hizmentine yüklenmediğinden bildirim hizmeti uzantısı doğru konteynere yönlendirilemedi.
vi: Không thể chuyển hướng tiện ích mở rộng dịch vụ thông báo đến đúng vùng chứa vì CraneSupport.dylib không được tải vào daemon pkd.
zh_cn: 由于CraneSupport.dylib没有被加载至pkd守护程式(daemon)中，重新导向通知服务挂载到正确的容器失败。
zh_tw: 由於CraneSupport.dylib沒有被加載至pkd守護程式(daemon)中，重新導向通知服務掛載到正確的容器失敗。

# CRANE_DISABLED_MESSAGE
source: Crane has been disabled to avoid data desyncs.
ar: تم تعطيل Crane لتجنب مزامنة البيانات.
de: Crane wurde deaktiviert um die Desynchronisierung der Daten zu verhindern.
fr: Crane a été désactivé pour éviter les désynchronisations de données
he: טוויק Crane הושבת כדי למנוע נתוני desyncs.
tr: Veri senkronizasyonlarını önlemek için Crane devre dışı bırakıldı.
vi: Crane đã bị vô hiệu hóa để tránh giải mã dữ liệu.
zh_cn: 为避免数据不同步，Crane已被停用.
zh_tw: 為避免數據不同步，Crane已被停用.

# CRANE_DYLIB_NOT_LOADED_ERROR
source: The application %@ started into the default container because the Crane dylib was not loaded into it. Make sure it was not disabled with Choicy, TweakRestrict or similar and try again.
ar: بدأ التطبيق %@ في الحاوية الافتراضية لأنه لم يتم تحميل Crane.dylib فيه. تأكد من عدم تعطيله باستخدام Choicy أو TweakRestrict أو ما شابه ذلك وحاول مرة أخرى.
de: Die App %@ wurde in den Standardcontainer gestartet, weil die Crane dylib nicht in die App geladen ist. Stelle sicher, dass sie nicht mit Tweaks wie Choicy oder TweakRestrict deaktiviert wurde und versuche es erneut.
fr: L'application %@ a démarré avec le conteneur par défaut car la dylib Crane n'y était pas chargée. Assurez-vous qu'elle n'a pas été désactivée avec Choicy, TweakRestrict ou similaire et réessayez.
he: האפליקציה %@ מחוברת אל ״שכפול אפליקציה״ ברירת המחדל מכיוון שהטוויק Crane לא הוגדר בתוכו. נא וודא שהוא לא הושבת באמצעות Choicy, TweakRestrict או דומה ונסה שוב.
tr: %@ uygulaması, Crane dylib yüklenmediği için varsayılan konteynerde başladı. Choicy, TweakRestrict veya benzeri ile devre dışı bırakılmadığından emin olun ve tekrar deneyin.
vi: Ứng dụng %@ bắt đầu vào vùng chứa mặc định bởi vì Crane dylib không được tải vào đó. Đảm bảo rằng nó không bị tắt bằng Choicy, TweakRestrict hoặc tương tự và thử lại.
zh_cn: 由于Crane.dylib没有被成功加载到其中，此应用程序 %@ 只能启动默认容器。请确保Crane没有被Choicy, TweakRestrict或相似插体禁止载入后再尝试一次。
zh_tw: 由於Crane.dylib沒有被成功加載到其中，此應用程式 %@ 只能啟動預設容器。請確保Crane沒有被Choicy, TweakRestrict或相似插體禁止載入後再嘗試一次。

source: Restart affected daemons and SpringBoard
ar: إعادة تشغيل ملفات التنفيذ المُتأثرة وواجهة النظام.
de: Dienste und SpringBoard neustarten
fr: Redémarrer les services affectés et le SpringBoard
he: הפעל מחדש את daemons ואת SpringBoard
tr: Etkilenen arka plan programlarını ve SpringBoard'u yeniden başlatın
vi: Khởi động lại daemon và SpringBoard bị ảnh hưởng
zh_cn: 重启相关守护程式(daemon)和SpringBoard
zh_tw: 重啟相關守護程式(daemon)和SpringBoard

# CRANEHELPERD_COMMUNICATION_WARNING
source: The connection to cranehelperd is not working, most likely because it is not running. A feature where applications automatically reload (when required by an option you select inside Crane preferences) and keychain access will therefore not work. Using the Crane preferences may result in undefined behaviour until this problem is resolved.
ar: الاتصال بـ cranehelperd لا يعمل، على الأرجح لأنه غير مُشغَّل. هي ميزة حيث يتم إعادة تحميل التطبيقات تلقائيًا (عند الحاجة بواسطة خيار تحدده داخل إعدادات Crane) وبالتالي لن يعمل الوصول إلى سلسلة المفاتيح. قد يؤدي استخدام إعدادات Crane إلى سلوك غير محدد حتى يتم حل هذه المشكلة.
de: Die Verbindung zum Crane Hilfsdienst (cranehelperd) funktioniert nicht, wahrscheinlich weil der Dienst nicht ausgeführt wird. Ein Feature bei dem Apps automatisch bei Bedarf neu geladen werden und Zugriff auf die Keychain funktionieren daher nicht. Das Benutzen der Crane Einstellungen könnte undefiniertes Verhalten hervorrufen, bis dieses Problem gelößt wurde.
zh_cn: 与cranehelperd守护程式(daemon)通信失败，可能原因为其并没有正在运行。因此应用程序的自动重新加载功能（当您在Crane设置页面内调整选项时）与Keychain存取功能将失效。在解决此问题之前，继续使用Crane的设置页面可能会导致无法判断的问题
zh_tw: 與cranehelperd守護程式(daemon)通信失敗，可能原因為其並沒有正在運行。因此應用程式的自動重新加載功能（當您在Crane設定頁面內調整選項時）與Keychain存取功能將失效。在解決此問題之前，繼續使用Crane的設定頁面可能會導致無法判斷的問題

# CRANEHELPERD_INJECTION_ERROR_DYLIB_FILE_NOT_FOUND
source: Could not inject "%@" into process with pid %d. Reason: Dylib file not found
ar: تعذر حقن "%@" في العملية باستخدام pid %d. السبب: لم يتم العثور على ملف Dylib
de: Konnte "%@" nicht in den Prozess mit PID %d injizieren. Grund: Dylib Datei wurde nicht gefunden
zh_cn: 无法将 "%@" 加载至PID为 %d 的守护程式(daemon)。原因：没有找到Dylib档案。
zh_tw: 無法將 "%@" 加載至PID為 %d 的守護程式(daemon)。原因：沒有找到Dylib檔案。

# CRANEHELPERD_INJECTION_ERROR_INJECTION_BINARY_NOT_FOUND
source: Could not inject "%@" into process with pid %d. Reason: Injection binary (%@) was not found, try reinstalling %@ from your package manager.
ar: تعذر حقن "%@" في العملية باستخدام pid %d. السبب: لم يتم العثور على ثنائي الحقن (%@)، جرِّب إعادة تثبيت %@ من مدير الحزم الخاص بك.
de: Konnte "%@" nicht in den Prozess mit PID %d injizieren. Grund: Injektionsbinary wurde nicht gefunden, versuche %@ in deinem Package Manager neuzuinstallieren
zh_cn: 无法将 "%@" 加载至PID为 %d 的守护程式(daemon)。原因：找不到二进制(%@)加载档案，请尝试在您的安装包管理器(Cydia/Zebra)重新安装 %@ 。
zh_tw: 無法將 "%@" 加載至PID為 %d 的守護程式(daemon)。原因：找不到二進制(%@)加載檔案，請嘗試在您的安裝包管理器(Cydia/Zebra)重新安裝 %@ 。

# CRANEHELPERD_INJECTION_ERROR_EXCEPTION_OCCURED
source: Could not inject "%@" into process with pid %d. Reason: The following exception occured: %@.
ar: تعذر حقن "%@" في العملية باستخدام pid %d. السبب: حدث الاستثناء التالي: %@.
de: Konnte "%@" nicht in den Prozess mit PID %d injizieren. Grund: Die folgende Ausnahme wurde geworfen: %@
zh_cn: 无法将 "%@" 加载至PID为 %d 的守护程式(daemon)。原因：发生以下异常:%@。
zh_tw: 無法將 "%@" 加載至PID為 %d 的守護程式(daemon)。原因：發生以下異常:%@。

# CRANEHELPERD_VERIFY_ERROR_PROCESS_NOT_RUNNING
source: Could not check whether "%@" is loaded into "%@". Reason: Process is not running.
ar: تعذر التحقق مما إذا كان "%@" يتم تحميله في "%@". السبب: العملية ليست قيد التشغيل.
de: Konnte nicht überprüfen, ob "%@" in den Prozess "%@" geladen ist. Grund: Der Prozess läuft nicht.
zh_cn: 无法检查 "%@" 是否已被载入至 "%@" 。原因：程序没有正在运行。
zh_tw: 無法檢查 "%@" 是否已被載入至 "%@" 。原因：程序沒有正在運行。

# FIXUP_ERROR_DESCRIPTION
source: While trying to automatically fix this problem, the following error occured:
ar: أثناء محاولة إصلاح هذه المشكلة تلقائيًا، حدث الخطأ التالي:
de: Beim Versuch dieses Problem automatisch zu lösen ist folgender Fehler aufgetreten:
zh_cn: Crane在试著自动修复此问题时，发生了以下错误：
zh_tw: Crane在試著自動修復此問題時，發生了以下錯誤：

source: Unknown Containers Found
ar: تم العثور على حاويات غير معروفة
de: Unbekannte Container gefunden
fr: Conteneurs inconnus trouvés
he: נמצא שכפול לא ידוע
tr: Bilinmeyen Konteyner Bulundu
vi: Đã tìm thấy vùng chứa không xác định
zh_cn: 找到未知的容器
zh_tw: 找到未知的容器

# UNKNOWN_CONTAINERS_FOUND_MESSAGE
source: Found %u unknown containers that have data stored inside the application but currently don't have an entry inside the preferences of Crane. This can happen if a previous preference plist was deleted. What do you want to do with the unknown containers?
ar: تم العثور على حاويات غير معروفة تحتوي على بيانات مخزنة داخل التطبيق ولكن ليس لديها حاليًا إدخال داخل إعدادات Crane. يمكن أن يحدث هذا إذا تم حذف إعدادات plist سابقة. ماذا تريد أن تفعل بالحاويات غير المعروفة؟
de: Es wurden %u unbekannte Container gefunden, die zwar Daten innerhalb der Applikation besitzen, allerdings keinen Eintrag in den Crane Einstellungen haben. Das kann passieren, wenn eine frühere Einstellungsdatei gelöscht wurde. Was soll mit den unbekannten Containern passieren?
fr: %u conteneurs inconnus ayant des données dans l'application mais pas d'entrée dans les préférences de Crane ont été trouvés. Cela peut se produire si une plist de préférences précédente a été supprimée. Que voulez-vous faire avec les conteneurs inconnus ?
he: נמצאו % לא ידועים שכפולים המאוחסנים נתונים בתוך האפליקציה, אך כרגע אין להם ערך בהעדפות Crane. זה יכול לקרות אם נמחקה רשימת העדפות קודמת. מה אתה רוצה לעשות עם הלא נודע של השכפולים?
tr: Uygulama içinde saklanan verileri olan ancak şu anda Crane'in tercihlerinde bir girişi olmayan %u bilinmeyen konteyner bulundu. Bu, önceki bir tercih listesi silindiyse olabilir. Bilinmeyen konteyneri ne yapmak istiyorsunuz?
vi: Đã tìm thấy %u vùng chứa không xác định có dữ liệu được lưu trữ bên trong ứng dụng nhưng hiện không có mục nhập bên trong tùy chọn của Crane. Điều này có thể xảy ra nếu danh sách ưu tiên trước đó đã bị xóa. Bạn muốn làm gì với các vùng chứa không xác định?
zh_cn: 找到%u个未知容器，这些容器具有存储在应用程序中的数据，但在当前Crane的设置中没有任何对应项目。这种情况发生在Crane的偏好设置档案(.plist)曾经被删除过的环境。您想怎么处理这些未知容器?
zh_tw: 找到%u個未知容器，這些容器具有存儲在應用程序中的數據，但在當前Crane的設定中沒有任何對應項目。這種情況發生在Crane的偏好設定檔案(.plist)曾經被刪除過的環境。您想怎麼處理這些未知容器?

source: Delete Containers
ar: حذف الحاويات
de: Container löschen
fr: Supprimer les conteneurs
he: מחק שכפול
tr: Konteynerleri Sil
vi: Xóa vùng chứa
zh_cn: 删除容器
zh_tw: 刪除容器

source: Import Containers
ar: استيراد الحاويات
de: Container importieren
fr: Importer les conteneurs
he: ייבוא שכפולי אפליקציות
tr: Konteynerleri İçe Aktar
vi: Nhập các vùng chứa
zh_cn: 导入容器
zh_tw: 導入容器

# UNKOWN_CONTAINER
source: Unknown Container
ar: حاوية غير معروفة
de: Unbekannter Container
fr: Conteneur inconnu
he: שכפול לא ידוע
tr: Bilinmeyen Konteyner
vi: Vùng chứa không xác định
zh_cn: 未知的容器
zh_tw: 未知的容器

source: Keychain Migration
ar: ترحيل سلسلة المفاتيح
fr: Migration du trousseau
he: מחזיק מפתחות
tr: Anahtar Zinciri'ni Taşı
vi: Di chuyển chuỗi khóa
zh_cn: Keychain迁移
zh_tw: Keychain遷移

# KEYCHAIN_MIGRATION_MESSAGE
source: Keychain data from an older Crane version has been detected, this data needs to be migrated to a new format but this can only be done from the Preferences process. Please open the settings page of Crane once to start the migration, Crane has been disabled until this is done.
ar: تم اكتشاف بيانات سلسلة مفاتيح من إصدار Crane قديم، ويجب ترحيل هذه البيانات إلى تنسيق جديد، ولكن لا يمكن القيام بهذه العملية إلا من الإعدادات. يرجى فتح صفحة الإعدادات الخاصة بـ Crane مرة واحدة لبدء الترحيل، تم تعطيل Crane حتى يتم ذلك.
de: Keychain Daten von einer älteren Crane Version wurden gefunden, diese Daten müssen in ein neues Format migriert werden, die Migration kann allerdings nur in der Einstellungen App stattfinden. Bitte öffne die Einstellungsseite von Crane um die Migration zu beginnen, Crane ist deaktiviert bis die Daten migriert wurden.
fr: Les données du trousseau d'une ancienne version de Crane ont été détectées. Ces données doivent être migrées vers un nouveau format, mais cela ne peut être fait qu'à partir de l'app Réglages. Veuillez ouvrir la page des paramètres de Crane une fois pour commencer la migration, Crane a été désactivé jusqu'à ce que cela soit fait.
he: נתוני מחזיק מפתחות Crane גרסה זוהה, יש להעביר נתונים אלה לפורמט חדש אך ניתן לעשות זאת רק מתהליך ההעדפות. אנא פתח את דף ההגדרות של Crane הגדר כדי להמשיך, Crane הושבת עד שהדבר יעשה.
tr: Daha eski bir Crane sürümünden anahtar zinciri verileri algılandı, bu verilerin yeni bir biçime taşınması gerekiyor ancak bu yalnızca Tercihler işleminden yapılabilir. Taşıma işlemini başlatmak için lütfen Crane'in ayarlar sayfasını bir kez açın, bu işlem bitene kadar Crane devre dışı bırakıldı.
vi: Dữ liệu chuỗi khóa từ phiên bản Crane cũ hơn đã được phát hiện, dữ liệu này cần được di chuyển sang định dạng mới nhưng điều này chỉ có thể được thực hiện từ quy trình Tùy chọn. Vui lòng mở trang cài đặt của Crane một lần để bắt đầu di chuyển, Crane đã bị vô hiệu hóa cho đến khi việc này được thực hiện.
zh_cn: 检测到旧版Crane中Keychain的数据，此数据需要被迁移到新的格式，但此程序只能通过”设置“页面来完成。请打开Crane的设置页面来启动迁移程序。Crane将会暂时被停用直到程序完成作业。
zh_tw: 檢測到舊版Crane中Keychain的數據，此數據需要被遷移到新的格式，但此程序只能通過設定頁面來完成。請打開Crane的設定頁面來啟動遷移程序。Crane將會暫時被停用直到程序完成作業。

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
fr: Ouvrir les paramètres
he: פתח הגדרות
tr: Ayarları Aç
vi: Mở cài đặt
zh_cn: 开启设置页面
zh_tw: 開啟設定頁面

source: Migration Succeeded
ar: تم الترحيل بنجاح
de: Migration Erfolgreich
fr: Migration réussie
he: מחזיק מפתחות הצליח
tr: Taşıma Başarılı
vi: Di chuyển thành công
zh_cn: 迁移成功
zh_tw: 遷移成功

# MIGRATION_SUCCEEDED_MESSAGE
source: The old keychain data has successfully been migrated to the new format. Crane can now be used again.
ar: تم ترحيل بيانات سلسلة المفاتيح القديمة بنجاح إلى التنسيق الجديد. يمكن الآن استخدام Crane مرة أخرى.
de: Die alten Keychain Daten wurden erfolgreich in das neue Format migriert. Crane kann nun wieder benutzt werden.
fr: Les anciennes données du trousseau ont été migrées avec succès vers le nouveau format. Le trousseau peut maintenant être utilisé à nouveau
he: נתוני מחזיק המפתחות הישנים הועברו בהצלחה לפורמט החדש . Crane יכול לשמש כעת שוב
tr: Eski anahtar zinciri verileri başarıyla yeni biçime taşındı. Crane artık tekrar kullanılabilir.
vi: Dữ liệu chuỗi khóa cũ đã được di chuyển thành công sang định dạng mới. Cranebây giờ có thể được sử dụng trở lại.
zh_cn: 旧的Keychain数据已成功迁移到新的格式。 现在Crane可再次使用。
zh_tw: 舊的Keychain數據已成功遷移到新的格式。 現在Crane可再次使用。

source: Slices found
ar: تم العثور على Slices
de: Slices gefunden
fr: Slices trouvées
he: Slices נמצאו
tr: Bulunan Dilimler
vi: Slices dc tìm thấy
zh_cn: 发现Slices资料
zh_tw: 發現Slices資料

# SLICES_FOUND_MESSAGE
source: The following Slices have been found for the currently selected application: %@Do you want to import them as Crane containers? It is not possible to revert them back to Slices in the future.
ar: تم العثور على الـ Slices التالية للتطبيق المحدد حاليًا: %@هل تريد استيرادها كحاويات Crane؟ لا يمكن إعادتهم إلى Slices في المستقبل.
de: Die folgenden Slices wurden für die aktuelle Applikation gefunden: %@Sollen diese als Crane Container importiert werden? Es ist nicht möglich sie später wieder in Slices umzuwandeln.
fr: Les Slices suivantes ont été trouvées pour l'application actuellement sélectionnée : %@Voulez-vous les importer en tant que conteneurs Crane ? Il ne sera pas possible de les retransformer en Slices à l'avenir
he: ה-Slices הבאים נמצאו עבור האפליקציה שנבחרה כעת: %@האם ברצונך לייבא אותם כ-Crane שכפולי אפליקציה? לא ניתן להחזיר אותם בחזרה אל Slices בעתיד.
tr: Şu anda seçili uygulama için aşağıdaki Dilimler bulundu: %@Onları Crane konteynerileri olarak içe aktarmak istiyor musunuz? Bunları gelecekte Dilimlere geri döndürmek mümkün değildir.
vi: Slices đã được tìm thấy cho ứng dụng hiện được chọn: %@ Bạn có muốn nhập chúng dưới dạng thùng chứa cần cẩu không? Không thể hoàn nguyên chúng về Slices trong tương lai.
zh_cn: 在当前选择的应用程序发现以下的Slices资料：%@ 您是否想要将其导入为Crane的容器呢？请注意：导入为Crane容器后无法再还原为Slices资料。
zh_tw: 在當前選擇的應用程式發現以下的Slices資料：%@ 您是否想要將其導入為Crane的容器呢？請注意：導入為Crane容器後無法再還原為Slices資料。

source: Import Slices
ar: استيراد Slices
de: Importiere Slices
fr: Importer des Slices
he: ייבוא Slices
tr: Dilimleri İçe Aktar
vi: Nhập Slices
zh_cn: 导入Slices
zh_tw: 導入Slices

source: Delete Slices
ar: حذف Slices
de: Lösche Slices
fr: Supprimer les Slices
he: מחק Slices
tr: Dilimleri Sil
vi: Xoá Slices
zh_cn: 删除Slices
zh_tw: 刪除Slices

source: Set "%@" as the active Crane container
ar: تعيين "%@" كحاوية Crane نشطة
de: Setze "%@" als aktiven Crane Container
fr: Définir "%@" comme le conteneur Crane actif
he: הגדר "%@" בתור שכפול Crane פעיל
tr: "%@" öğesini aktif Crane konteyneri olarak ayarlayın
zh_cn: 将 "%@" 设置为活动状态的Crane容器
zh_tw: 將 "%@" 設定為活動狀態的Crane容器

# CHANGED_TO_CONTAINER
source: "%@" changed to Crane container "%@"
ar: تم تغيير "%@" إلى حاوية Crane "%@"
de: "%@" wechselt auf Crane Container "%@"
fr: "%@" changé en conteneur Crane "%@"
he: "%@" שונה אל Crane שכפול "%@"
tr: "%@" Crane konteyneri "%@" olarak değiştirildi
vi: "%@" đổi thành "%@"
zh_cn: 已将 "%@" 容器切换成 "%@" 容器
zh_tw: 已將 "%@" 容器切換成 "%@" 容器

# LIBSANDY_NOT_WORKING_ERROR_MESSAGE
source: It was determined that libSandy is not working because sandyd is not running.
de: Es wurde festgestellt, dass libSandy nicht funktioniert, da der sandyd Hintergrunddienst nicht läuft.

# SEROTONIN_ROOTHIDE_INCOMPATIBILITY_MESSAGE
source: Crane requires a full jailbreak, it is not compatible with Serotonin / Bootstrap!
de: Crane benötigt einen vollwertigen Jailbreak und ist nicht mit Serotonin / Bootstrap kompatibel!
